Repository: imdcan/bookly-tr
Catalog: bookly-*.po
Languages: tr_tr

source: Appointment reminder
tr_tr: Yönetici / Ajandan Randevu Hatırlatıcı İçeriği

source: New booking
tr_tr: Yeni rezervasyon

source: Notification about customer's appointment status change
tr_tr: Müşterinin randevu durumu değişikliği hakkında bildirim

source: Customer birthday greeting (requires cron setup)
tr_tr: Müşteri doğum günü tebrik (cron kurulumunu gerektirir)

source: Notification to customer about pending appointment
tr_tr: Bekleyen randevu hakkında müşteriye bildirim mesajı

source: 1st reminder to customer about upcoming appointment (requires cron setup)
tr_tr: Yaklaşan randevu için müşteriye ilk hatırlatma (cron kurulumu gerektirir)

source: 2nd reminder to customer about upcoming appointment (requires cron setup)
tr_tr: Yaklaşan randevu için müşteriye 2. hatırlatma (cron kurulumu gerektirir)

source: 3rd reminder to customer about upcoming appointment (requires cron setup)
tr_tr: Yaklaşan randevu için müşteriye 3 hatırlatma (cron kurulumu gerektirir)

source: Last client's appointment
tr_tr: Son müşterinin randevusu

source: Full day agenda
tr_tr: Tam gün gündem

source: Notification to staff member about pending appointment
tr_tr: Personele bekleyen randevu hakkında bildirim mesajı

source: Invalid day
tr_tr: Geçersiz gün

source: Day is required
tr_tr: Gün gereklidir

source: Month is required
tr_tr: Ay gereklidir

source: Year is required
tr_tr: Yıl gereklidir

source: Country
tr_tr: Ülke

source: State/Region
tr_tr: Bölge

source: Postal Code
tr_tr: Posta Kodu

source: City
tr_tr: Şehir:

source: Street Address
tr_tr: Açık adres

source: Additional Address
tr_tr: Ek adres

source: Country is required
tr_tr: Üke alanının doldurulması zorunludur

source: State is required
tr_tr: Şehir Gerekli

source: Postcode is required
tr_tr: Posta kodu gereklidir

source: City is required
tr_tr: Şehir Gerekli

source: Street is required
tr_tr: Sokak gereklidir

source: Additional address is required
tr_tr: Ek adres gereklidir

source: Location
tr_tr: Konum

source: The highlighted time is not available anymore. Please, choose another time slot.
tr_tr: Vurgulanan zaman artık mevcut değil. Lütfen başka bir zaman aralığı seçin.

source: Happy Birthday!
tr_tr: Mutlu Yıllar!

source: Dear {client_name}, Happy birthday! We wish you all the best. May you and your family be happy and healthy. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Yarın {appointment_time} {HİZMET_ADI} için randevunuz bulunduğunu hatırlatmak isteriz. {Company_address} adresimizde sizleri bekliyoruz. Bizi seçtiğiniz için teşekkür ederiz! {company_name} {company_phone} {company_website}

source: Dear {client_name}, Happy birthday! We wish you all the best. May you and your family be happy and healthy. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}, mutlu yıllar! Size en iyisini dileriz. Sen ve ailen mutlu ve sağlıklı olabilir. Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: %d year
tr_tr: % d yıl

source: %d month
tr_tr: % d ay

source: %d week
tr_tr: %d hafta

source: %d day
tr_tr: %d gün

source: %d h
tr_tr: %d saat

source: %d min
tr_tr: %d dakika

source: Local
tr_tr: Yerel barındırılan ses dosyası için URL

source: Coupon
tr_tr: Kupon

source: Completed
tr_tr: Tüm kurulumlar ve etkinleştirmeler tamamlandı.

source: Pending
tr_tr: Beklemede

source: Rejected
tr_tr: Reddedildi

source: Approved
tr_tr: Onaylandı

source: Cancelled
tr_tr: İptal Edildi

source: Untitled
tr_tr: Başlıksız

source: Unknown
tr_tr: Bilinmiyor

source: New booking notification
tr_tr: Yeni rezervasyon bildirimi

source: New booking combined notification
tr_tr: Yeni rezervasyon kombine bildirimi

source: New customer's WordPress user login details
tr_tr: Yeni müşterinin WordPress kullanıcı giriş detayları

source: Customer's birthday greeting
tr_tr: Müşterinin Doğum günü tebrik

source: Customer's last appointment notification
tr_tr: Müşterinin son randevu bildirimi

source: Staff full day agenda
tr_tr: Personel tam gün gündem

source: Test message
tr_tr: Mesajı test et

source: Invalid email
tr_tr: Geçersiz e-posta adresi

source: This email is already in use
tr_tr: Bu e-posta zaten kullanılıyor.

source: "%s" is too long (%d characters max).
tr_tr: "%s" çok uzun (maks %d karakter).

source: Invalid number
tr_tr: Geçersiz numara

source: Invalid date
tr_tr: Geçersiz tarih

source: Invalid time
tr_tr: Geçersiz zaman

source: Your %s: %s is already associated with another %s.<br/>Press Update if we should update your user data, or press Cancel to edit entered data.
tr_tr: %s: %s, zaten başka bir %s ile ilişkilendirilir. <br/> Kullanıcı verilerinizi güncellemeniz gerekiyorsa Güncelle 'ye basın veya girilen verileri düzenlemek için Iptal 'e basın.

source: sent to our system
tr_tr: Sistemimize gönderin

source: Hope you had a good weekend! Here's a summary of messages we've delivered last week: {notification_list} Your system sent a total of {total} messages last week (that's {delta} {sign} than the week before). Cost of sending {total} messages was {amount}. You current Bookly SMS balance is {balance}. Thank you for using Bookly SMS. We wish you a lucky week! Bookly SMS Team.
tr_tr: Umarız iyi bir hafta sonu geçirmişsinizdir. Aşağıda gönderdiğimiz mesajların biz özetini görebilirsiniz: {notification_list} Sisteminiz geçen hafta toplam {toplam} ileti gönderdi (Bu geçen haftadan {delta} {sign} ). {{Toplam} ileti gönderme maliyeti arttırmaları}. Sen şu anki Bookly SMS {denge} dengedir. Bookly SMS kullandığınız için teşekkür ederiz. Biz şanslı bir hafta diliyoruz! Bookly SMS takım.

source: more
tr_tr: daha fazla

source: less
tr_tr: daha az

source: Bookly SMS weekly summary
tr_tr: Bookly SMS - Düşük Bakiye

source: Customer
tr_tr: Müşteri API

source: Internal Notes
tr_tr: Dahili notlar

source: To view the details of these appointments, please contact your website administrator in order to verify Bookly Pro license.
tr_tr: Bu randevuların ayrıntılarını görüntülemek Için lütfen Bookly Pro lisansını doğrulamak için Web sitesi yöneticinize başvurun.

source: Passwords must be the same.
tr_tr: Parolalar aynı olmalıdır.

source: Your don't have enough Bookly SMS credits to send this message. Please add funds to your balance and try again.
tr_tr: Bu mesajı göndermek için yeterli Bookly SMS kredisi yok. Lütfen bakiyenize para ekleyin ve tekrar deneyin.

source: Failed to send SMS.
tr_tr: SMS gönderilemedi.

source: Phone number is empty.
tr_tr: Telefon numarası boş.

source: Queued
tr_tr: Sırada

source: Error
tr_tr: Hata

source: Out of credit
tr_tr: Yetersiz kredi

source: Country out of service
tr_tr: Ülke hizmet dışı

source: Sending
tr_tr: Gönderiliyor

source: Sent
tr_tr: Aşağıda listelenen işlemlerden herhangi biri için e-posta göndermek istemiyorsanız, e-posta konusunu veya içerik metnini kaldırın (veya her ikisini birden) ve bu bildirim için e-posta gönderilmeyecektir.

source: Delivered
tr_tr: Teslim Edildi

source: Failed
tr_tr: Giriş başarısız!

source: Undelivered
tr_tr: Gönderilmeyen

source: Default
tr_tr: Varsayılan

source: Declined
tr_tr: Reddedilen

source: Error connecting to server.
tr_tr: Sunucuya bağlanırken hata oluştu.

source: Dear Bookly SMS customer. We would like to notify you that your Bookly SMS balance fell lower than 5 USD. To use our service without interruptions please recharge your balance by visiting Bookly SMS page <a href='%s'>here</a>. If you want to stop receiving these notifications, please update your settings <a href='%s'>here</a>.
tr_tr: Sayın Bookly SMS müşterisi. Bookly SMS bakiyenizin 5 USD’nin altına düştüğünü hatırlatmak istedik. Hizmetimizin kesintiye uğramaması için lütfen Bookly SMS sayfasını ziyaret ederek <a href=‘%s’>buradan</a> kredi ekleyin. Bu bildirimleri almayı durdurmak istiyorsanız, lütfen <a href=‘%s’>burada</a> ayarlarınızı güncelleyin.

source: Bookly SMS - Low Balance
tr_tr: Bookly SMS - Düşük Bakiye

source: Empty password.
tr_tr: Boş parola.

source: Incorrect password.
tr_tr: Yanlış parola.

source: Incorrect recovery code.
tr_tr: Hatalı kurtarma kodu.

source: Incorrect email or password.
tr_tr: Yanlış eposta adresi veya şifre.

source: Incorrect sender ID
tr_tr: Geçersiz gönderen ID

source: Invalid email.
tr_tr: Geçersiz e-posta adresi

source: Pending sender ID already exists.
tr_tr: Bekleyen gönderen IDsi zaten var.

source: Recovery code expired.
tr_tr: Kurtarma kodunun süresi doldu.

source: Error sending email.
tr_tr: E-posta gönderme hatası.

source: User not found.
tr_tr: Kullanıcı bulunamadı.

source: Email already in use.
tr_tr: E-posta zaten kullanımda.

source: Staff Members
tr_tr: Personel

source: Email Notifications
tr_tr: Email bildirimleri

source: Customers
tr_tr: Müşteriler

source: Payments
tr_tr: Ödemeler

source: Appearance
tr_tr: Açılır Menu

source: Settings
tr_tr: Ayarlar

source: Get Bookly Pro
tr_tr: Bookly Pro 'yu edinin

source: Messages
tr_tr: Mesajlar

source: Subject
tr_tr: Konu

source: Message
tr_tr: Mesaj Kutusu

source: No records.
tr_tr: Kayıt yok.

source: messages
tr_tr: Mesajlar

source: Previous
tr_tr: Önceki

source: New appointment
tr_tr: Yeni Randevu

source: No.
tr_tr: Hayır.

source: Created at any time
tr_tr: İstediğiniz zaman oluşturuldu

source: Appointment Date
tr_tr: Randevu Tarihi/Saati

source: Number of persons
tr_tr: kişi sayısı

source: Created
tr_tr: Oluşturuldu:

source: Attachments
tr_tr: Ekler

source: Any time
tr_tr: İstediğin Zaman

source: Tomorrow
tr_tr: Yarın

source: Yesterday
tr_tr: Dün

source: Last 7 days
tr_tr: Son 7 gün

source: Last 30 days
tr_tr: Son 30 Gün

source: This month
tr_tr: Bu ay

source: Next month
tr_tr: Sonraki ay

source: Custom range
tr_tr: Özel Aralık

source: To
tr_tr: Kime

source: From
tr_tr: Kimden

source: No appointments for selected period.
tr_tr: Seçilen dönem için randevu yok.

source: No result found
tr_tr: Sonuç Bulunamadı

source: Archived
tr_tr: Arşivlenmiş blog yazısı listeleri için varsayılan bir blog düzeni seçin

source: Send invoice
tr_tr: Fatura gönder

source: Company name
tr_tr: Şirket Adı

source: Note: invoice will be sent to your PayPal email address
tr_tr: Not: fatura, PayPal e-posta adresinize gönderilecektir

source: Company address
tr_tr: Firma Adresi

source: Copy invoice to another email(s)
tr_tr: Faturayı başka bir e-postaya (s) Kopyala

source: Enter one or more email addresses separated by commas.
tr_tr: Virgüllerle ayrılmış bir veya daha fazla e-posta adresi girin.

source: Company address line 2
tr_tr: Şirket adres satırı 2

source: VAT
tr_tr: KDV

source: Company code
tr_tr: Şirket kodu

source: Additional text to include into invoice
tr_tr: Faturaya dahil edilmek üzere ek metin

source: SMS Notifications
tr_tr: SMS Bildirimleri

source: Your balance
tr_tr: Bakiyeniz

source: Send email notification to administrators at low balance
tr_tr: Düşük bakiyeli yöneticilere e-posta bildirimi gönder

source: Send weekly summary to administrators
tr_tr: Yöneticilere haftalık özet gönderme

source: Sender ID
tr_tr: Gönderici ID

source: Change
tr_tr: URL 'yi değiştirmez

source: Approved at
tr_tr: Onaylandı

source: Log out
tr_tr: Çıkış Yap

source: Notifications
tr_tr: Bildirimler

source: Add money
tr_tr: Para Ekle

source: Auto-Recharge
tr_tr: Otomatik Doldur

source: Purchases
tr_tr: Satınalımlar

source: SMS Details
tr_tr: SMS Detayları

source: Price list
tr_tr: Fiyat listesi

source: SMS Notifications (or "Bookly SMS") is a service for notifying your customers via text messages which are sent to mobile phones.
tr_tr: SMS Bildirimleri (veya "Kitap SMS"), müşterilerinize cep telefonlarına gönderilen kısa mesajlar yoluyla bildirmek için kullanılan bir hizmettir.

source: It is necessary to register in order to start using this service.
tr_tr: Bu hizmeti kullanmaya başlamak için kaydolmanız gerekiyor.

source: After registration you will need to configure notification messages and top up your balance in order to start sending SMS.
tr_tr: Kayıt yaptıktan sonra, SMS göndermeye başlamak için bildirim iletileri yapılandırmanız ve bakiyenizi doldurmanız gerekecektir.

source: Confirm your email
tr_tr: E-postanızı onaylayın

source: Thank you for registration.
tr_tr: Kayıt olduğunuz için teşekkür ederiz.

source: Confirmation is sent to %s.
tr_tr: Onay adresine gönderildi %s.

source: Once you confirm your e-mail address, you will get an access to Bookly SMS service.
tr_tr: E-posta adresinizi onayladıktan sonra, Bookly SMS hizmetine erişim alacaksınız.

source: Password
tr_tr: Şifre

source: Log In
tr_tr: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>

source: Registration
tr_tr: Kayıt:

source: Forgot password
tr_tr: Parolanızı mı unuttunuz

source: Repeat password
tr_tr: Şifreyi tekrar girin

source: I accept <a href="%1$s" target="_blank">Service Terms</a> and <a href="%2$s" target="_blank">Privacy Policy</a>
tr_tr: Kabul ediyorum < a href = "%1$s" hedef = "_blank" > hizmet koşulları </a> ve < a href = "%2$s" target = "_blank" > Gizlilik Politikası </a>

source: Register
tr_tr: Kayıt Ol

source: Enter code from email
tr_tr: E-postadaki kodu girin

source: Repeat new password
tr_tr: Yeni şifreyi tekrar girin

source: Change password
tr_tr: Şifre Değiştir

source: Old password
tr_tr: Eski şifre

source: Type
tr_tr: Tip

source: Order
tr_tr: Sipariş

source: Amount
tr_tr: Yapışkan için kaydırma tutarı

source: We will only charge your PayPal account when your balance falls below $10.
tr_tr: Bakiyeniz yalnızca 10 TL'nin altına düştüğünde PayPal hesabınızı ücretlendiririz.

source: Enable Auto-Recharge
tr_tr: Otomatik Yeniden Şarj Etmeyi Etkinleştir

source: Disable Auto-Recharge
tr_tr: Otomatik Tekrar Şarj Etmeyi Devre Dışı Bırak

source: Code
tr_tr: Tıklandığında Kod

source: Regular price
tr_tr: Normal Fiyat

source: Price with custom Sender ID
tr_tr: Özel Gönderen Kimliği ile fiyat

source: If you do not see your country in the list please contact us at <a href="mailto:support@bookly.info">support@bookly.info</a>.
tr_tr: Ülkenizi listede göremiyorsanız lütfen adresinden bize ulaşın.<a href="mailto:bilgi@ilkeryilmaz.com.tr">bilgi@ilkeryilmaz.com.tr</a>

source: Administrator phone
tr_tr: Yönetici telefonu

source: Enter a phone number in international format. E.g. for the United States a valid phone number would be +17327572923.
tr_tr: Uluslararası bir biçimde bir telefon numarası girin. Örneğin. Amerika Birleşik Devletleri için geçerli bir telefon numarası +17327572923 olacaktır.

source: Send test SMS
tr_tr: Test SMS gönder

source: Save administrator phone
tr_tr: Yönetici telefonunu Kaydet

source: Quick search notifications
tr_tr: Hızlı arama bildirimleri

source: State
tr_tr: Şehir

source: Delete...
tr_tr: Sil

source: To send scheduled notifications please refer to <a href="%1$s">Bookly Multisite</a> add-on <a href="%2$s">message</a>.
tr_tr: Zamanlanmış bildirimleri göndermek için lütfen <a href="%1$s">Çok Amaçlı Çok Amaçlı</a> Eklenti <a href="%2$s">mesajına bakın</a> .

source: To send scheduled notifications please execute the following command hourly with your cron:
tr_tr: Zamanlanmış bildirimler göndermek Için lütfen cron ile saatlik olarak aşağıdaki komutu çalıştırın:

source: Text
tr_tr: Metin

source: Cost
tr_tr: Maliyet

source: Please take into account that not all countries by law allow custom SMS sender ID. Please check if particular country supports custom sender ID in our price list. Also please note that prices for messages with custom sender ID are usually 20% - 25% higher than normal message price.
tr_tr: Yasaya göre tüm ülkelerin özel SMS gönderen kimliklerine izin vermediğini lütfen dikkate alın. Lütfen, fiyat listemizden belirli bir ülkenin özel gönderen kimliği destekleyip desteklemediğini kontrol edin. Ayrıca, özel gönderen kimliği olan iletilerin fiyatlarının normal ileti fiyatından% 20 -% 25 daha yüksek olduğunu lütfen unutmayın.

source: Request Sender ID
tr_tr: Gönderici ID

source: Reset to default
tr_tr: Varsayılana sıfırla

source: Can only contain letters or digits (up to 11 characters).
tr_tr: Yalnızca harf veya rakam içerebilir (en fazla 11 karakter).

source: Request
tr_tr: Bir Destek İsteği Gönderebilirsiniz

source: Cancel request
tr_tr: İsteği iptal et

source: Requested ID
tr_tr: İstek ID

source: Status Date
tr_tr: Durum tarihi

source: Please accept terms and conditions.
tr_tr: Lütfen şartlar ve koşulları kabul edin.

source: Your payment has been interrupted.
tr_tr: Ödeme işleminiz kesintiye uğradı.

source: Auto-Recharge enabled.
tr_tr: Otomatik Şarj Etme Etkin.

source: You declined the Auto-Recharge of your balance.
tr_tr: Bakiyenizin Otomatik Şarj Etme İşlemini reddettiniz.

source: Last month
tr_tr: Geçen Ay

source: Please enter old password.
tr_tr: Lütfen eski şifreyi giriniz.

source: Sender ID request is sent.
tr_tr: Gönderen kimliği isteği gönderildi.

source: Sender ID is reset to default.
tr_tr: Gönderen Kimliği varsayılana sıfırlanır.

source: No records for selected period.
tr_tr: Seçilen dönem için kayıt yok.

source: Invoice
tr_tr: Fatura

source: To generate an invoice you should fill in company information in Bookly > SMS Notifications > Send invoice.
tr_tr: Fatura oluşturmak Için Bookly > SMS Notifications 'da şirket bilgilerini doldurmalısınız. fatura gönder.

source: enable
tr_tr: Etkinleştir

source: disable
tr_tr: Devre Dışı

source: Edit...
tr_tr: Düzenle...

source: Hello, Thank you for registering at Bookly SMS service. Please click the link below to verify your email address. <a href='%s'>%s</a> Bookly
tr_tr: Merhaba, Bookly SMS hizmetinde kayıt için teşekkür ederiz. E-posta adresinizi doğrulamak için lütfen aşağıdaki bağlantıya tıklayın. < a href = ' %s ' > %s </a> Bookly

source: Bookly SMS service email confirmation
tr_tr: Bookly SMS hizmeti e-posta onayı

source: Auto-Recharge has failed, please replenish your balance directly.
tr_tr: Otomatik Tekrar şarj işlemi başarısız oldu, lütfen bakiyenizi doğrudan doğruya doldurun.

source: Auto-Recharge disabled
tr_tr: Otomatik Şarj Devre Dışı Bırakıldı

source: Error. Can't disable Auto-Recharge, you can perform this action in your PayPal account.
tr_tr: Hata. Otomatik Tekrar Şarj Et'i devre dışı bırakamazsınız, bu işlemi PayPal hesabınızda yapabilirsiniz.

source: SMS has been sent successfully.
tr_tr: SMS başarıyla gönderildi.

source: No services found. Please add services.
tr_tr: Hiç hizmet bulunamadı. Lütfen hizmet(ler) ekleyin.

source: Add Service
tr_tr: Hizmet Ekle

source: Add new item to the category
tr_tr: Kategoriye yeni öğe ekleme

source: Edit category name
tr_tr: Katagori İsmi Düzenle

source: Delete category
tr_tr: Katagori Sil

source: User
tr_tr: yeni bir kullanıcı olarak:

source: If this staff member requires separate login to access personal calendar, a regular WP user needs to be created for this purpose.
tr_tr: Bu personel, kişisel takvime erişmek için ayrı oturum açmayı gerektiriyorsa, bu amaçla düzenli bir WP kullanıcısı oluşturulması gerekir.

source: User with "Administrator" role will have access to calendars and settings of all staff members, user with another role will have access only to personal calendar and settings.
tr_tr: "Yönetici" rolüne sahip kullanıcı, tüm personel üyelerinin takvimlerine ve ayarlarına erişebilecek, başka bir rol alan kullanıcı yalnızca kişisel takvime ve ayarlara erişebilecek.

source: If you leave this field blank, this staff member will not be able to access personal calendar using WP backend.
tr_tr: Bu alanı boş bırakırsanız, bu personel arka ucunu kullanarak kişisel takvime erişemez

source: Select from WP users
tr_tr: WP kullanıcılarından seç

source: Image
tr_tr: Resim

source: New Staff Member
tr_tr: Yeni Personel Üyesi

source: This text can be inserted into notifications with %s code.
tr_tr: Bu metin %s koduyla bildirimlere eklenebilir.

source: To make staff member invisible to your customers set the visibility to "Private".
tr_tr: Personel üyesini müşterileriniz için görünmez kılmak için görünürlüğü "Özel" olarak ayarlayın.

source: Archive
tr_tr: Arşiv

source: The working time in the provider's schedule is associated with another location.
tr_tr: Sağlayıcının zamanlamasını çalışma zamanı başka bir konumla ilişkilidir.

source: The start time must be less than the end one
tr_tr: Başlangıç zamanı, bitiş saatinden daha az olmalı

source: Error adding the break interval
tr_tr: Kesme aralığı eklenirken hata oluştu

source: Repeat every year
tr_tr: Her yıl tekrarla

source: We are not working on this day
tr_tr: Bu gün çalışmıyoruz

source: Time slot length
tr_tr: Zaman aralığı uzunluğu

source: Select a time interval which will be used as a step when building all time slots in the system.
tr_tr: Sisteme randevu kaydı esnasında kullanılacak zaman aralığını seçin

source: Set slot length as service duration
tr_tr: Yuva uzunluğunu servis süresi olarak ayarlayın

source: Enable this option to make slot length equal to service duration at the Time step of booking form.
tr_tr: Rezervasyon formundaki Zaman adımında alan uzunluğunu hizmet süresine eşit hale getirmek için bu seçeneği etkinleştirin.

source: Default appointment status
tr_tr: Varsayılan randevu durumu

source: Select status for newly booked appointments.
tr_tr: Yapılan randevular için varsayılan durum seçin.

source: Number of days available for booking
tr_tr: Randevu için kullanılabilir gün sayısı

source: Set how far in the future the clients can book appointments.
tr_tr: Müşterilerin ne kadar ileride randevu alabileceğini belirleyin.

source: Display available time slots in client's time zone
tr_tr: Kullanılabilir saat dilimlerini müşterinin zaman diliminde görüntüleyin

source: The value is taken from client's browser.
tr_tr: Değer müşterinin tarayıcısından alınır.

source: Allow staff members to edit their profiles
tr_tr: Personelin profillerini düzenlemesine izin ver

source: If this option is enabled then all staff members who are associated with WordPress users will be able to edit their own profiles, services, schedule and days off.
tr_tr: Bu seçenek etkinleştirilirse, WordPress kullanıcılarıyla ilişkili tüm personel kendi profillerini, hizmetlerini, programını ve günlerini düzenleyebilir.

source: Method to include Bookly JavaScript and CSS files on the page
tr_tr: Sayfada JavaScript ve CSS dosyalarını ekleme yöntemi

source: With "Enqueue" method the JavaScript and CSS files of Bookly will be included on all pages of your website. This method should work with all themes. With "Print" method the files will be included only on the pages which contain Bookly booking form. This method may not work with all themes.
tr_tr: "Enqueue" yöntemi ile Bookly'in JavaScript ve CSS dosyaları web sitenizin tüm sayfalarına eklenecektir. Bu yöntem tüm temalarla çalışmalıdır. “Print” yöntemi ile dosyalar yalnızca Rezervasyon defteri formu içeren sayfalara eklenir. Bu yöntem tüm temalarla çalışmayabilir.

source: Help us improve Bookly by sending anonymous usage stats
tr_tr: Adsız kullanım istatistikleri göndererek Bade Rezervasyonu geliştirmemize yardımcı olun

source: Service paid locally
tr_tr: Ücreti elden ödeme

source: General
tr_tr: Genel

source: URL Settings
tr_tr: URL Ayarları

source: Company
tr_tr: Şirket adınız nedir?

source: Business Hours
tr_tr: Çalışma Saatleri

source: Holidays
tr_tr: Tatiller

source: Approve appointment URL (success)
tr_tr: Randevu URL’sini onayla (başarı)

source: Set the URL of a page that is shown to staff after they successfully approved the appointment.
tr_tr: Randevuyu başarıyla onayladıktan sonra, personele gösterilen bir sayfanın URL’sini ayarlayın

source: Approve appointment URL (denied)
tr_tr: Randevu URL’sini onayla (reddedildi)
