Repository: imdcan/bookly-tr
Catalog: bookly-*.po
Languages: tr_tr

source: Hello. An account was created for you at {site_address} Your user details: user: {new_username} password: {new_password} Thanks.
tr_tr: Merhaba. Sizin için {site_address} adresinde bir hesap oluşturuldu. Kullanıcı bilgileriniz: Kullanıcı: {new_username} Şifre: {new_password} Teşekkürler.

source: Dear {client_name}. This is a confirmation that you have booked the following items: {cart_info} Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sayın {client_name}. Aşağıdaki hizmetler için randevu alacağınıza dair bir bilgilendirme mailidir.: {Cart_info} Şirketimizi seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: I will pay now with PayPal
tr_tr: Paypal ile ödeyeceğim

source: Street Number
tr_tr: Sokak numarası

source: Street number is required
tr_tr: Sokak numarası gereklidir

source: Appointment
tr_tr: Randevu

source: Customer's birthday
tr_tr: Müşterinin Doğum günü

source: Notification to customer about approved appointments
tr_tr: Onaylanmış randevular hakkında müşteriye bildirim

source: Notification to customer about pending appointments
tr_tr: Bekleyen randevular hakkında müşteriye bildirim mesajı

source: Extras
tr_tr: Ekstralar

source: Check for updates
tr_tr: Güncellemeleri kontrol et

source: This plugin is up to date.
tr_tr: Bu eklenti güncel.

source: A new version of this plugin is available.
tr_tr: Bu eklentinin yeni bir sürümü mevcut.

source: Unknown update checker status "%s"
tr_tr: Bilinmeyen güncelleme denetleyicisi durumu "%s"

source: To update - enter the <a href="%s">Purchase Code</a>
tr_tr: Güncellemek için - <a href="%s"> Satın Alma Kodu </a> 'nu girin

source: Please verify your Bookly Pro license
tr_tr: Lütfen Bookly Pro lisansınızı doğrulayın

source: Bookly Pro will need to verify your license to restore access to your bookings. Please enter the purchase code in the administrative panel.
tr_tr: Bookly Pro rezervasyonlarınızda erişimi geri yüklemek için lisansınızı doğrulamanız gerekecektir. Lütfen satınalma kodunu yönetim paneline girin.

source: Please verify Bookly Pro license in the administrative panel. If you do not verify the license within {days}, access to your bookings will be disabled.
tr_tr: Lütfen idari paneldeki Bookly Pro lisansını doğrulayın. Lisans {Days} içinde doğrulanmaz, rezervasyon erişimi devre dışı bırakılır.

source: Analytics
tr_tr: İstatistikler

source: License verification
tr_tr: Lisans doğrulaması

source: A new appointment has been created. To view the details of this appointment, please contact your website administrator in order to verify Bookly Pro license.
tr_tr: Yeni bir randevu oluşturuldu. Bu randevunun ayrıntılarını görmek Için lütfen Bookly Pro lisansını doğrulamak için Web sitesi yöneticinize başvurun.

source: You have a new appointment. To view it, contact your admin to verify Bookly Pro license.
tr_tr: Yeni bir randevun var. Görüntülemek Için, Bookly Pro lisansını doğrulamak için yöneticinize başvurun.

source: A new appointment has been created. To view the details of this appointment, please verify Bookly Pro license in the administrative panel.
tr_tr: Yeni bir randevu oluşturuldu. Bu randevunun ayrıntılarını görüntülemek Için lütfen yönetimsel paneldeki Bookly Pro lisansını doğrulayın.

source: You have a new appointment. To view it, please verify Bookly Pro license.
tr_tr: Yeni bir randevun var. Bunu görüntülemek Için lütfen Bookly Pro lisansını doğrulayın.

source: Please contact your website administrator in order to verify the license for Bookly add-ons. If you do not verify the license within {days}, the respective add-ons will be disabled.
tr_tr: Kitaplı eklentilerin lisansını doğrulamak için lütfen web sitesi yöneticinize başvurun. Lisansı {days} içinde doğrulamazsanız, ilgili eklentiler devre dışı bırakılacaktır.

source: Contact your admin to verify Bookly add-ons license; {days} remaining.
tr_tr: Ekstra eklenti lisansını doğrulamak için yöneticinize başvurun; {kalan günler.

source: Please verify the license for Bookly add-ons in the administrative panel. If you do not verify the license within {days}, the respective add-ons will be disabled.
tr_tr: Lütfen, Bookli eklentileri için lisansı idari panelde doğrulayın. Lisansı {days} içinde doğrulamazsanız, ilgili eklentiler devre dışı bırakılacaktır.

source: Please verify Bookly add-ons license; {days} remaining.
tr_tr: Lütfen bookly eklentiler lisansını doğrulayın; {days} kalan.

source: %s is used on another domain %s.<br/>In order to use the purchase code on this domain, please dissociate it in the admin panel of the other domain.<br/>If you do not have access to the admin area, please contact our technical support at support@bookly.info to transfer the license manually.
tr_tr: %s, %s başka bir etki alanında kullanılır. <br/> Bu etki alanındaki satınalma kodunu kullanmak için, lütfen diğer etki alanının yönetici panelinde bunu ayırmaya devam edin. <br/> Yönetici alanına erişiminiz yoksa, lisansı elle aktarmak için lütfen support@bookly.info adresindeki teknik desteğe başvurun.

source: %s is not a valid purchase code for %s.
tr_tr: %s,%s için geçerli bir satın alma kodu değil.

source: Purchase code verification is temporarily unavailable. Please try again later.
tr_tr: Satın alma kodu doğrulaması geçici olarak kullanılamıyor. Lütfen daha sonra tekrar deneyiniz.

source: Print
tr_tr: Tam sürümü Yazdır

source: Use drag & drop to shift employees between categories and change their position in a list. The order of staff members will be displayed at the frontend the same way you configure it here.
tr_tr: Çalışanları Kategoriler arasında kaydırmak ve listedeki konumlarını değiştirmek için sürükle ve bırak kullanın. Ekip üyelerinin sırası, burada yapılandırdığınız şekilde ön tarafta görünecektir.

source: Google Calendar integration
tr_tr: Google Takvim entegrasyonu

source: Synchronize staff member appointments with Google Calendar.
tr_tr: Personel üye randevularını Google Takvim ile senkronize edin.

source: Connect
tr_tr: Twitter ile tekrar bağlan

source: Please configure Google Calendar <a href="%s">settings</a> first
tr_tr: Lütfen önce Google Takvim <a href="%s"> ayarlarını yapılandırın </a>

source: Connected
tr_tr: Abone Ol

source: disconnect
tr_tr: Bağlantısını kes

source: When you connect a calendar all future and past events will be synchronized according to the selected synchronization mode. This may take a few minutes. Please wait.
tr_tr: Bir takvim bağlandığınızda tüm gelecekteki ve geçmiş olaylar seçilen senkronizasyon moduna göre senkronize edilecektir. Bu birkaç dakika sürebilir. Lütfen bekleyin.

source: -- Select calendar --
tr_tr: - Takvimi Seç -

source: Archiving Staff
tr_tr: Arşivleme personeli

source: You are going to archive item which is involved in upcoming appointments. Please double check and edit appointments before this item archive if needed.
tr_tr: Yaklaşan randevulara katılan öğe arşivlemek için gidiyoruz. Gerekirse bu madde arşivinden önce randevuları iki kez kontrol edin ve düzenleyin.

source: Ok, continue editing
tr_tr: Tamam, düzenlemeye devam et

source: Limit working hours per day
tr_tr: Gün başına çalışma saatlerini sınırlandırın

source: This setting allows limiting the total time occupied by bookings per day for staff member. Padding time is not included.
tr_tr: Bu ayar, personel üyesi için günlük rezervasyon tarafından işgal edilen toplam süreyi kısıtlamayı sağlar. Doldurma süresi dahil edilmez.

source: Unlimited
tr_tr: Bir <strong> sınırsız </strong> görünüm sayısı oluşturabilirsiniz.

source: Can't change calendar for archived staff
tr_tr: Arşivlenmiş personel için Takvim değiştirilemiyor

source: Show archived staff
tr_tr: Arşivlenmiş personeli göster

source: Hide archived staff
tr_tr: Arşivlenmiş personeli gizle

source: API Username
tr_tr: API Kullanıcı Adı

source: API Password
tr_tr: API Şifre

source: API Signature
tr_tr: API İmza

source: Minimum time requirement prior to booking
tr_tr: Rezervasyon öncesi minimum süre

source: Set how late appointments can be booked (for example, require customers to book at least 1 hour before the appointment time).
tr_tr: Randevuların ne kadar geç kaldığını ayarlayın (örneğin, müşterilerin randevu saatinden en az 1 saat önce rezervasyon yapmalarını isteyin).

source: Minimum time requirement prior to canceling
tr_tr: İptal etmeden önce minimum süre gerekli

source: Set how late appointments can be cancelled (for example, require customers to cancel at least 1 hour before the appointment time).
tr_tr: Randevuların ne kadar erken iptal edilebileceğini ayarlayın (örneğin, müşterilerin randevu saatinden en az 1 saat önce iptal etmesini isteyin).

source: Appointment cancellation confirmation URL
tr_tr: Randevu iptali onay URL 'si

source: Set the URL of an appointment cancellation confirmation page that is shown to clients when they press cancellation link.
tr_tr: İptal bağlantısına bastığında müşterilere gösterilen bir randevu iptal onay sayfasının URL'sini ayarlayın.

source: You need to install and activate WooCommerce plugin before using the options below.<br/><br/>Once the plugin is activated do the following steps:
tr_tr: Aşağıdaki seçenekleri kullanmadan önce WooCommerce eklentisini yüklemeniz ve etkinleştirmeniz gerekmektedir. <br/><br/> Eklenti etkinleştirildikten sonra aşağıdaki adımları uygulayın:

source: Create a product in WooCommerce that can be placed in cart.
tr_tr: WooCommerce'da sepete yerleştirilebilecek bir ürün oluşturun.

source: In the form below enable WooCommerce option.
tr_tr: Aşağıdaki formda WooCommerce seçeneğini etkinleştirin.

source: Select the product that you created at step 1 in the drop down list of products.
tr_tr: Ürünlerin açılır listesinden 1. adımda oluşturduğunuz ürünü seçin.

source: If needed, edit item data which will be displayed in the cart. Besides cart item data Bookly passes address and account fields into WooCommerce if you collect them in your booking form.
tr_tr: Gerekirse, sepette görüntülenecek öğe verilerini düzenleyin. Sepet madde verilerinin yanı sıra Bookly adres ve hesap alanlarını rezervasyon formunda topladığınız takdirde WooCommerce 'e geçirir.

source: Note that once you have enabled WooCommerce option in Bookly the built-in payment methods will no longer work. All your customers will be redirected to WooCommerce cart instead of standard payment step.
tr_tr: Bookly'de WooCommerce seçeneğini etkinleştirdiğinizde dahili ödeme yöntemleri artık çalışmayacaktır. Tüm müşterileriniz, standart ödeme adımının yerine WooCommerce sepetine yönlendirilecektir.

source: Booking product
tr_tr: Rezervasyon ürünü

source: Cart item data
tr_tr: Sepet madde verileri

source: Make address mandatory
tr_tr: Adresi zorunlu hale getirmek

source: Customers are required to enter address to proceed with a booking. To disable, deactivate Invoices add-on first.
tr_tr: Müşterilere rezervasyon işlemine devam etmek için adres girmeniz gerekmektedir. Devre dışı bırakmak Için önce faturalar eklentisini devre dışı bırakın.

source: Customer's address fields
tr_tr: Müşterinin adres alanları

source: Choose address fields you want to request from the client.
tr_tr: İstemciden istemek istediğiniz adres alanlarını seçin.

source: Final step URL
tr_tr: Son adım URL'si

source: Set the URL of a page that the user will be forwarded to after successful booking. If disabled then the default Done step is displayed.
tr_tr: Başarılı bir rezervasyon yapıldıktan sonra kullanıcının yönlendireceği bir sayfanın URL'sini ayarlayın. Devre dışı bırakılırsa varsayılan Bitti adımı görüntülenir.

source: Enter a URL
tr_tr: WEBM formatı için video URL 'si girin

source: Make birthday mandatory
tr_tr: Doğum gününü zorunlu hale getirmek

source: If enabled, a customer will be required to enter a date of birth to proceed with a booking.
tr_tr: Etkinse, bir müşteriye rezervasyon işlemine devam etmek için bir Doğum tarihi girmeniz gerekecektir.

source: To find your client ID and client secret, do the following:
tr_tr: Müşteri IDnizi ve müşteri gizli kelimenizi bulmak için şunları yapın:

source: Go to the <a href="https://console.developers.google.com/" target="_blank">Google Developers Console</a>.
tr_tr: <a href="https://console.developers.google.com/" target="_blank">Google Developers Console'a gidin</a> .

source: Select a project, or create a new one.
tr_tr: Bir proje seçin veya yeni bir proje oluşturun.

source: Click in the upper left part to see a sliding sidebar. Next, click <b>API Manager</b>. In the list of APIs look for <b>Calendar API</b> and make sure it is enabled.
tr_tr: Sürgülü bir kenar çubuğunu görmek için sol üst köşedeki bölümü tıklayın. Ardından, <b> API Manager </ b> ‘ı tıklayın. API listesinde <b> Calendar API </ b> arayın ve etkinleştirildiğinden emin olun.

source: In the sidebar on the left, select <b>Credentials</b>.
tr_tr: Sol taraftaki kenar çubuğunda, <b>Credentials</ b>'i seçin.

source: Go to <b>OAuth consent screen</b> tab and give a name to the product, then click <b>Save</b>.
tr_tr: <b>OAuth consent screen</b>’e gidin ve ürüne bir ad verin ve ardından Save’i <b>tıklayın</b> .

source: Go to <b>Credentials</b> tab and in <b>New credentials</b> drop-down menu select <b>OAuth client ID</b>.
tr_tr: <b>Credentials</b> sekmesine gidin ve <b>New Credentials</b> açılır <b>menüsünden</b> <b>OAuth Client ID</b> seçin.

source: Select <b>Web application</b> and create your project's OAuth 2.0 credentials by providing the necessary information. For <b>Authorized redirect URIs</b> enter the <b>Redirect URI</b> found below on this page. Click <b>Create</b>.
tr_tr: <b>Web uygulamasını</b> seçin ve gerekli bilgileri sağlayarak projenizin OAuth 2.0 kimlik bilgilerini oluşturun. <b>Yetkili yönlendirme URI'leri</b> için, bu <b>sayfadaki Aşağı Yönlendirme URI'sını</b> girin. Oluştur'u tıklayın.

source: In the popup window look for the <b>Client ID</b> and <b>Client secret</b>. Use them in the form below on this page.
tr_tr: Açılan pencerede <b>Müşteri Kimliği</b> ve <b>İstemci Sırrını</b> arayın. Bu sayfadaki aşağıdaki biçimde kullanın.

source: Important: for two-way sync, your website must use HTTPS. Google Calendar API will be able to send notifications to HTTPS address only if there is a valid SSL certificate installed on your web server. Follow the steps in this <a href="%s" target="_blank">document</a> to <b>verify and register your domain</b>.
tr_tr: Önemli: iki yönlü senkronizasyon için Web sitenizin HTTPS kullanması gerekir. Google Calendar API, yalnızca Web sunucunuzda yüklü geçerli bir SSL sertifikası varsa, HTTPS adresine bildirim gönderebilir. Bu < a href = " %s" hedef = "_blank" > belge </a> adımları Izleyerek etki alanı </b> doğrulamak ve kaydetmek <b>.

source: Go to Staff Members, select a staff member and click <b>Connect</b> which is located at the bottom of the page.
tr_tr: Personel Üyeleri'ne gidin, bir personel seçin ve sayfanın alt kısmında bulunan <b> Bağlan </b> 'ı tıklayın.

source: Client ID
tr_tr: Müşteri ID

source: The client ID obtained from the Developers Console
tr_tr: Geliştirici Konsolundan edinilen müşteri kimliği

source: Client secret
tr_tr: Müşteri gizliliği

source: The client secret obtained from the Developers Console
tr_tr: Geliştirici Konsolundan edinilen istemci sırrı

source: Redirect URI
tr_tr: Yönlendirme URL’si

source: Enter this URL as a redirect URI in the Developers Console
tr_tr: Bu URL'yi Geliştirici Konsolunda yönlendirme URI'sı olarak girin

source: Synchronization mode
tr_tr: Senkronizasyon modu

source: With "One-way" sync Bookly pushes new appointments and any further changes to Google Calendar. With "Two-way front-end only" sync Bookly will additionally fetch events from Google Calendar and remove corresponding time slots before displaying the Time step of the booking form (this may lead to a delay when users click Next to get to the Time step).
tr_tr: "Tek yönlü" senkronizasyon Ile Bookly yeni randevuları ve Google Takvim 'de başka değişiklikleri iter. "Iki yönlü ön-uç sadece" Sync Bookly Ayrıca Google takvim olayları getirecek ve rezervasyon formunun zaman adımını görüntülemeden önce ilgili zaman yuvalarını kaldırmak (Bu kullanıcılar zaman adıma almak için Ileri 'yi tıklattığınızda bir gecikme neden olabilir).

source: One-way
tr_tr: Tek yönlü

source: Two-way front-end only
tr_tr: Yalnızca Iki yönlü ön uç

source: Limit number of fetched events
tr_tr: Alınan olayların sayısını sınırla

source: If there is a lot of events in Google Calendar sometimes this leads to a lack of memory in PHP when Bookly tries to fetch all events. You can limit the number of fetched events here.
tr_tr: Google Takvim 'de birçok olay varsa, Bookly tüm olayları almaya çalıştığında, bazen bu PHP 'de bellek eksikliği olur. Burada getirilen olayların sayısını sınırlayabilirsiniz.

source: Template for event title
tr_tr: Etkinlik başlığı için şablon

source: Configure what information should be placed in the title of Google Calendar event. Available codes are {service_name}, {staff_name} and {client_names}.
tr_tr: Google Takvim olayının başlığı konulmalıdır hangi bilgilerin yapılandırın. Mevcut kodlar {Hizmet_adı}, {staff_name} ve {client_names} bulunmaktadır.

source: Appointment section
tr_tr: Randevu bölümü

source: This section describes information that is displayed about appointment.
tr_tr: Bu bölümde, randevu hakkında görüntülenen bilgiler açıklanmaktadır.

source: Customer section
tr_tr: Müşteri bölümü

source: This section describes information that is displayed about each participant of the appointment.
tr_tr: Bu bölümde, randevunun her katılımcısı hakkında görüntülenen bilgiler açıklanmaktadır.

source: Follow the steps at <a href="https://developers.facebook.com/docs/apps/register" target="_blank">https://developers.facebook.com/docs/apps/register</a> to create a Developer Account, register and configure your <b>Facebook App</b>. Then you'll need to submit your app for review. Learn more about the review process and what's required to pass review in the <a href="https://developers.facebook.com/docs/facebook-login/review" target="_blank">Login Review Guide</a>.
tr_tr: < A href = "https://developers.facebook.com/docs/apps/register" hedef = "_blank" > https://Developers.facebook.com/docs/Apps/Register </a> adresindeki adımları Izleyerek bir geliştirici hesabı oluşturun, <b> Facebook uygulamanızı </b> kaydedin ve yapılandırın. Ardından, uygulamanızı gözden geçirmek için göndermeniz gerekir. Gözden geçirme işlemi hakkında daha fazla bilgi edinin ve < a href = "https://developers.facebook.com/docs/facebook-login/review" hedef = "_blank" > oturum açma Inceleme Kılavuzu </a> içinde gözden geçirmek için gereken şey.

source: Below the App Details Panel click Add Platform button, select Website and enter your website URL.
tr_tr: Uygulama ayrıntıları panelinin altında platform Ekle düğmesini tıklayın, Web sitesi 'ni seçin ve Web sitenizin URL 'sini girin.

source: Go to your App Dashboard. In the left side navigation panel of the App Dashboard, click Settings > Basic to view the App Details Panel with your App ID. Use it in the form below.
tr_tr: App Dashboard 'a gidin. App Dashboard 'un sol tarafındaki gezinme panelinde, uygulama bilgileriniz panelini App ID 'niz ile görüntülemek için ayarlar > Basic 'e tıklayın. Aşağıdaki formda kullanın.

source: Upon providing the purchase code you will have access to free updates of Bookly. Updates may contain functionality improvements and important security fixes. For more information on where to find your purchase code see this <a href="https://help.market.envato.com/hc/en-us/articles/202822600-Where-can-I-find-my-Purchase-Code-" target="_blank">page</a>.
tr_tr: Satın alma kodunu sağladıktan sonra, Bookly'nin ücretsiz güncellemelerine erişebilirsiniz. Güncellemeler, işlevsellik geliştirmeleri ve önemli güvenlik düzeltmeleri içerebilir. Satın alma kodunu nerede bulacağınız konusunda daha fazla bilgi için bu <a href="https://help.market.envato.com/hc/en-us/articles/202822600-Where-can-I-find-my-Purchase-Code-" target="_blank">sayfaya bakın</a> .

source: If you do not provide a valid purchase code within {days}, access to your bookings will be disabled.
tr_tr: {Days} içinde geçerli bir satın alma kodu sağlamazsanız, rezervasyonlarınıza erişim engellenir.

source: Select product
tr_tr: Ürün seçin

source: Google Calendar
tr_tr: Google Takvim

source: Purchase Code
tr_tr: Satın Alma Kodu

source: Create WordPress user account for customers
tr_tr: Müşteriler için WordPress kullanıcı hesabı oluşturun

source: If this setting is enabled then Bookly will be creating WordPress user accounts for all new customers. If the user is logged in then the new customer will be associated with the existing user account.
tr_tr: Bu ayar etkinleştirilirse, Randevu tüm yeni müşteriler için WordPress kullanıcı hesapları oluşturacaktır. Kullanıcı oturum açarsa, yeni müşteri mevcut kullanıcı hesabıyla ilişkilendirilir.

source: Cancel appointment action
tr_tr: Randevu işlemini iptal et

source: Select what happens when customer clicks cancel appointment link. With "Delete" the appointment will be deleted from the calendar. With "Cancel" only appointment status will be changed to "Cancelled".
tr_tr: Müşteri tıkladığında randevuyu iptal etmek istediğinde ne olacağını seçin bağlantısını tıklayın. "Sil" ile randevu takvimden silinir. "İptal" ile sadece randevu durumu "İptal Edildi" olarak değiştirilecektir.

source: New user account role
tr_tr: Yeni kullanıcı hesabı rolü

source: Select what role will be assigned to newly created WordPress user accounts for customers.
tr_tr: Müşteriler için yeni oluşturulan WordPress kullanıcı hesaplarına hangi rolü atayacağınızı seçin.

source: Padding time (before and after)
tr_tr: Dolum süresi (öncesi ve sonrası)

source: Set padding time before and/or after an appointment. For example, if you require 15 minutes to prepare for the next appointment then you should set "padding before" to 15 min. If there is an appointment from 8:00 to 9:00 then the next available time slot will be 9:15 rather than 9:00.
tr_tr: Dolum süresini bir randevudan önce ve / veya sonra ayarlayın. Örneğin, bir sonraki randevuya hazırlanmak için 15 dakikaya gerek duyarsanız, "önce doldurma" yı 15 dakika yapmalısınız. 8:00-09:00 saatleri arasında bir randevu varsa, bir sonraki mevcut zaman aralığı 9:00'dan önce 9: 15 olacaktır.

source: Providers preference for ANY
tr_tr: ANY için sağlayıcılar tercihi

source: Allows you to define the rule of staff members auto assignment when ANY option is selected
tr_tr: HERHANGI bir seçenek seçildiğinde personel üyelerinin otomatik atamasının kuralını tanımlamanızı sağlar

source: Period (before and after)
tr_tr: Dönem (önce ve sonra)

source: Set number of days before and after appointment that will be taken into account when calculating providers occupancy. 0 means the day of booking.
tr_tr: Sağlayıcıları doluluk hesaplanırken dikkate alınacaktır randevu önce ve sonra gün sayısını ayarlayın. 0 rezervasyon günü anlamına gelir.

source: Limit appointments per customer
tr_tr: Müşteri başına randevuları sınırla

source: This setting allows you to limit the number of appointments that can be booked by a customer in any given period. Restriction may end after a fixed period or with the beginning of the next calendar period new day, week, month, etc.
tr_tr: Bu ayar, belirli bir dönemde bir müşteri tarafından rezerve edilebilir randevu sayısını sınırlandırmanıza olanak sağlar. Kısıtlama, sabit bir süre sonra veya sonraki Takvim döneminin başlangıcı ile yeni gün, hafta, ay vb. sona erdirebilir.

source: upcoming
tr_tr: Sadece Gelecek

source: per 24 hours
tr_tr: 24 saat başına

source: per day
tr_tr: günlük

source: per 7 days
tr_tr: 7 gün başına

source: per week
tr_tr: Haftada

source: per 30 days
tr_tr: 30 gün başına

source: per month
tr_tr: Aylık
