Repository: imdcan/bookly-tr
Catalog: bookly-*.po
Languages: tr_tr

source: Show files
tr_tr: Dosyaları göster

source: number of uploaded files
tr_tr: yüklenen dosyaların sayısı

source: download
tr_tr: İndir

source: In <b>Checkout Options</b> of your 2Checkout account do the following steps:
tr_tr: 2Checkout hesabınızın <b> Checkout Seçenekleri </ b> 'nde aşağıdaki adımları uygulayın:

source: In <b>Direct Return</b> select <b>Header Redirect (Your URL)</b>.
tr_tr: <b>Doğrudan Dönüş'te,</b> <b>Başlık Yönlendirmesini (URL'nizi) seçin</b> .

source: In <b>Approved URL</b> enter the URL of your booking page.
tr_tr: <b>Onaylanan URL'de</b> , <b>rezervasyon sayfanızın URL'sini</b> girin.

source: Finally provide the necessary information in the form below.
tr_tr: Son olarak, aşağıdaki formda gerekli bilgileri sağlayın.

source: Account Number
tr_tr: Hesap Numarası

source: Secret Word
tr_tr: Gizli Kelime

source: Invalid session
tr_tr: Geçersiz oturum

source: Select the Extras you'd like (Multiple Selection)
tr_tr: İstediğiniz ekstralar 'ı seçin (çoklu seçim)

source: Multiply extras by number of persons
tr_tr: Kişi sayısına göre ekstralar çarpın

source: If enabled, all extras will be multiplied by number of persons.
tr_tr: Etkinse, tüm ekstralar kişi sayısına göre çarpılır.

source: Extras Step
tr_tr: Ekstralar adım

source: After Service step
tr_tr: Hizmet adımının ardından

source: After Time step (Extras duration settings will be ignored)
tr_tr: Zaman adımının ardından (ekstralar süre ayarları yoksayılacak)

source: Summary
tr_tr: Özet

source: Service Extras
tr_tr: Servis ekstralar

source: extras titles
tr_tr: Ekstralar başlıkları

source: extras total price
tr_tr: Ekstralar toplam fiyat

source: Max quantity
tr_tr: Maksimum miktar

source: New Item
tr_tr: Yeni Öğe

source: Show Extras step
tr_tr: Ekstralar adımı göster

source: Show extras
tr_tr: Ekstralar göster

source: Extras price
tr_tr: Ekstralar fiyat

source: Book More
tr_tr: Daha Fazla Randevu

source: Below you can find a list of services selected for booking. Click BOOK MORE if you want to add more services.
tr_tr: Aşağıda sizin için rezervasyon seçili hizmetlerin bir listesini bulabilirsiniz. Daha fazla hizmet eklemek istiyorsanız, diğer'i tıklayın.

source: Cart
tr_tr: Sepet

source: To use the cart, disable integration with WooCommerce <a href="%s">here</a>.
tr_tr: Sepeti kullanmak için WooCommerce ile entegrasyonu <a href="%s"> buradan </a> devre dışı bırakın.

source: Show Cart step
tr_tr: Sepet adımını göster

source: Total tax
tr_tr: Vergi toplamı

source: Waiting list
tr_tr: Bekleme listesi

source: Custom statuses
tr_tr: Özel durumlar

source: Add status
tr_tr: Durum Ekle

source: Free/Busy
tr_tr: Serbest/meşgul

source: New Status
tr_tr: Yeni Durum Ekle

source: Edit Status
tr_tr: Durumu Düzenle

source: Free/busy
tr_tr: Serbest/meşgul

source: If you select busy, then a customer with this status will occupy a place in appointment. If you select free, then a place will be considered as free.
tr_tr: Meşgul seçerseniz, bu duruma sahip bir müşteri randevuda bir yer kaplar. Eğer ücretsiz seçerseniz, bir yer ücretsiz olarak kabul edilecektir.

source: Free
tr_tr: Ücretsiz deneme gönder

source: Busy
tr_tr: Dolu

source: No statuses found.
tr_tr: Hiçbir durum bulunamadı.

source: Custom Statuses
tr_tr: Özel durumlar

source: PayPal ID
tr_tr: PayPal KIMLIĞI

source: Your PayPal ID or an email address associated with your PayPal account. Email addresses must be confirmed.
tr_tr: PayPal KIMLIĞINIZ veya PayPal hesabınızla ilişkilendirilmiş bir e-posta adresiniz. E-posta adreslerinin onaylanması gerekir.

source: Special prices for appointments which begin between:
tr_tr: Arasında başlayan randevular için özel fiyatlar:

source: add special period
tr_tr: özel dönem Ekle

source: Disable special hours update
tr_tr: Özel saat güncelleştirmesini devre dışı bırak

source: Please select a location
tr_tr: Lütfen bir konum seçin

source: Locations
tr_tr: Konumlar

source: Set Default values that will be used in all locations where Use default settings is selected. To use custom settings in a location, select Use custom settings and enter custom values.
tr_tr: Varsayılan ayarları kullan 'ın seçili olduğu tüm konumlarda kullanılacak varsayılan değerleri ayarlayın. Bir konumdaki özel ayarları kullanmak Için özel ayarları kullan 'ı seçin ve özel değerler girin.

source: Default settings
tr_tr: Üstbilgi varsayılan ayarları

source: Use default settings
tr_tr: Varsayılan ayarları kullan

source: Use custom settings
tr_tr: Özel ayarları kullan

source: Select locations where the services are provided.
tr_tr: Hizmetlerin sağladığı konumları seçin.

source: Custom settings for location
tr_tr: Konum için özel ayarlar

source: Enable this setting to be able to set custom settings for staff members for different locations.
tr_tr: Farklı konumlar için personel üyeleri için özel ayarlar ayarlayabilmesini sağlamak için bu ayarı etkinleştirin.

source: location info
tr_tr: konum bilgisi

source: location name
tr_tr: konum adı

source: New Location
tr_tr: Yeni Konum

source: Edit Location
tr_tr: Konum Düzenle

source: Add Location
tr_tr: Yer ekle

source: No locations found.
tr_tr: Yer bulunamadı.

source: W/o location
tr_tr: W/o konumu

source: Show location
tr_tr: Lokasyonu göster

source: Make selecting location required
tr_tr: Seçme konumu gerekli yap

source: Default value for location select
tr_tr: Konum seçimi için varsayılan değer

source: Account ID
tr_tr: Hesap ID

source: Merchant ID
tr_tr: Satıcı ID

source: Transaction rejected
tr_tr: İşlem reddedildi

source: Pending payment
tr_tr: Bekleyen ödeme

source: Rating
tr_tr: Değerlendirme

source: Displaying appointments rating in the backend
tr_tr: Arka uçtaki randevu derecelendirmesini görüntüleme

source: Enable this setting to display ratings in the back-end.
tr_tr: Derecelendirmeleri arka uç içinde görüntülemek için bu ayarı etkinleştirin.

source: Timeout for rating appointment
tr_tr: Oylama randevusu için zaman aşımı

source: Set a period of time after appointment when customer can rate and leave feedback for your services.
tr_tr: Müşterinin hizmetleriniz için yorum yapıp geri bildirim bırakması sırasında randevudan sonra bir süre ayarlayın.

source: Period for calculating rating average
tr_tr: Rating ortalamasının hesaplanması için dönem

source: Set a period of time during which the rating average is calculated.
tr_tr: Derecelendirme ortalamasının hesaplanacağı bir süre ayarlayın.

source: Ratings
tr_tr: Puanlar

source: Rating page URL
tr_tr: Derecelendirme sayfası URL 'si

source: Set the URL of a page with a rating and comment form.
tr_tr: Derecelendirme ve yorum formu olan bir sayfanın URL 'sini ayarlayın.

source: Show staff member rating before employee name
tr_tr: Çalışan adıyla önce personel üyesi derecelendirmesini göster

source: URL of the page for staff rating
tr_tr: Personel derecelendirmesi için sayfanın URL 'si

source: Comment
tr_tr: Yorum Yap

source: Add staff rating form
tr_tr: Personel derecelendirme formu Ekle

source: Staff ratings
tr_tr: Personel puanları

source: A custom block for displaying staff ratings
tr_tr: Personel derecelendirmelerini görüntülemek için özel bir blok

source: Hide comment
tr_tr: Yorumu gizle

source: The feedback period has expired.
tr_tr: Geri bildirim süresi doldu.

source: You cannot rate this service before appointment.
tr_tr: Bu hizmeti randevudan önce derecelendiremezsiniz.

source: Rate the quality of the %s provided to you on %s at %s by %s
tr_tr: %s 'de size sağlanan %s kalitesini %s üzerinde %s olarak derecelendirin

source: Leave your comment
tr_tr: Yorum Bırakın

source: Your rating has been saved. We appreciate your feedback.
tr_tr: Derecelendiriniz kaydedildi. Görüşlerinizi takdir ediyoruz.

source: If <b>Publishable Key</b> is provided then Bookly will use <a href="https://stripe.com/docs/stripe.js" target="_blank">Stripe.js</a><br/>for collecting credit card details.
tr_tr: <b>Yayınlanabilir Anahtar</b> verilirse, <a href="https://stripe.com/docs/stripe.js" target="_blank">Bookly Stripe.js'yi kullanacaktır.</a> <br/> Kredi kartı bilgilerini toplamak için.

source: Secret Key
tr_tr: Gizli Anahtar

source: Publishable Key
tr_tr: Yayınlanabilir Anahtar

source: Show quantity
tr_tr: Miktarı göster

source: max
tr_tr: İçeriğin Max Genişliği

source: Google Calendar event
tr_tr: Google takvim etkinliği

source: With "One-way" sync Bookly pushes new appointments and any further changes to Google Calendar. With "Two-way front-end only" sync Bookly will additionally fetch events from Google Calendar and remove corresponding time slots before displaying the Time step of the booking form (this may lead to a delay when users click Next to get to the Time step). With "Two-way" sync all bookings created in Bookly Calendar will be automatically copied to Google Calendar and vice versa. Important: your website must use HTTPS. Google Calendar API will be able to send notifications only if there is a valid SSL certificate installed on your web server.
tr_tr: "Tek yönlü" senkronizasyon Ile Bookly yeni randevuları ve Google Takvim 'de başka değişiklikleri iter. "Iki yönlü ön-uç sadece" Sync Bookly Ayrıca Google takvim olayları getirecek ve rezervasyon formunun zaman adımını görüntülemeden önce ilgili zaman yuvalarını kaldırmak (Bu kullanıcılar zaman adıma almak için Ileri 'yi tıklattığınızda bir gecikme neden olabilir). "Iki yönlü" senkronizasyonu Ile Bookly Calendar 'ta oluşturulan tüm rezervasyonlar otomatik olarak Google Takvim 'e kopyalanacak ve tersi de geçerlidir. Önemli: Web sitenizin HTTPS kullanması gerekir. Google Calendar API, yalnızca Web sunucunuzda yüklü geçerli bir SSL sertifikası varsa bildirim gönderebilir.

source: Two-way
tr_tr: Iki yönlü

source: Sync appointments history
tr_tr: Randevu geçmişini Eşitle

source: Specify how many days of past calendar data you wish to sync at the time of initial sync. If you enter 0, synchronization of past events will not be performed.
tr_tr: Geçmiş takvim verilerinin kaç günü ilk senkronizasyon sırasında eşitlemek istediğiniz belirtin. 0 girerseniz, geçmiş olayların eşitlemesi gerçekleştirilmez.

source: Copy Google Calendar event titles
tr_tr: Google Takvim olay başlıklarını Kopyala

source: If enabled then titles of Google Calendar events will be copied to Bookly appointments. If disabled, a standard title "Google Calendar event" will be used.
tr_tr: Etkinleştirilmişse, Google Takvim etkinliklerinin başlıkları Bookly randevuları 'na kopyalanacaktır. Devre dışı bırakılırsa, standart bir "Google takvim etkinliği" başlığı kullanılacaktır.

source: Synchronize with Google Calendar
tr_tr: Google Takvim ile senkronize etme

source: Calendars synchronized successfully.
tr_tr: Takvimler başarıyla eşitlendi.
