Repository: imdcan/bookly-tr
Catalog: bookly-*.po
Languages: tr_tr

source: Invoice #{invoice_number} for your appointment
tr_tr: Randevu için fatura # {invoice_number}

source: Dear {client_name}. Attached please find invoice #{invoice_number} for your appointment. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Ekli lütfen randevu için fatura # {invoice_number} bulun. Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: New invoice
tr_tr: Yeni Fatura

source: Hello. You have a new invoice #{invoice_number} for an appointment scheduled by {client_first_name} {client_last_name}. Please download invoice here: {invoice_link}
tr_tr: Merhaba. {Client_first_name} {client_last_name} tarafından zamanlanan randevu için yeni bir fatura # {invoice_number} var. Lütfen burada fatura indirin: {invoice_link}

source: BILL TO
tr_tr: FATURA IÇIN

source: Invoice#
tr_tr: Fatura#

source: Date
tr_tr: Tarih

source: Due date
tr_tr: Bitiş tarihi

source: INVOICE
tr_tr: FATURA

source: Thank you for your business
tr_tr: İşletmeniz için teşekkür ederiz

source: Invoices add-on requires your customers address information. So options "Make address field mandatory" in Settings/Customers and "Show address field" in Appearance/Details are activated automatically and can be disabled after Invoices add-on is deactivated.
tr_tr: Faturalar eklentisi, müşterilerinizin adres bilgilerini gerektirir. Yani seçenekleri "adres alanı zorunlu olun" ayarlar/müşteriler ve Görünüm/Ayrıntılar "adres alanı göster" otomatik olarak etkinleştirilir ve faturalar eklentisi devre dışı bırakıldıktan sonra devre dışı bırakılabilir.

source: Invoice due days
tr_tr: Fatura vade günleri

source: This setting specifies the due period for the invoice (in days).
tr_tr: Bu ayar, faturanın vade süresini belirtir (gün cinsinden).

source: Invoice template
tr_tr: Fatura şablonu

source: Specify the template for the invoice.
tr_tr: Faturanın şablonunu belirtin.

source: Preview
tr_tr: Görüntüle

source: Invoices
tr_tr: Faturalar

source: Settings saved.
tr_tr: Ayarlar kaydedildi.

source: Download invoices
tr_tr: Faturaları Indir

source: invoice creation date
tr_tr: fatura oluşturma tarihi

source: due date of invoice
tr_tr: fatura vade tarihi

source: number of days to submit payment
tr_tr: ödeme göndermek için gün sayısı

source: invoice link
tr_tr: Fatura bağlantısı

source: invoice number
tr_tr: Fatura numarası

source: Attach invoice
tr_tr: Fatura ekle

source: Invoice due days: Please enter value in the following range (in days) - 1 to 365.
tr_tr: Fatura vade Günleri: lütfen aşağıdaki aralıkta değer girin (gün)-1-365.

source: Service
tr_tr: Hizmet

source: Provider
tr_tr: Sunucunuzda fsockopen veya cURL etkin değil - cURL, diğer sunucularla iletişim kurmak için kullanılır. Lütfen barındırma sağlayıcınıza başvurun.

source: Deposit
tr_tr: Depozito

source: Price
tr_tr: Fiyat

source: Tax
tr_tr: Vergi

source: Subtotal
tr_tr: Ara Toplam

source: Coupon discount
tr_tr: Kupon indirimi

source: Group discount
tr_tr: Grup indirimi

source: Total
tr_tr: Toplam

source: Paid
tr_tr: Ödendi

source: Due
tr_tr: Geçersiz menü slug nedeniyle menü öğesi atlandı: %s

source: Discount
tr_tr: İndirim

source: Custom Fields
tr_tr: Özel Alanlar

source: Incorrect code
tr_tr: Geçersiz kod

source: Required
tr_tr: Gerekli

source: combined values of all custom fields
tr_tr: Tüm özel alanların birleştirilmiş değerleri

source: Bind fields to services
tr_tr: Alanları hizmetlere bağla

source: When this setting is enabled you will be able to create service specific custom fields.
tr_tr: Bu ayar etkinleştirildiğinde, servise özel özel alanlar oluşturabilirsiniz.

source: Merge repeating custom fields for multiple bookings of the service
tr_tr: Hizmetin birden çok rezervasyonu için yinelenen özel alanları Birleştir

source: If enabled, customers will see custom fields for unique appointments while booking multiple instances of the service. Repeating custom fields are merged (collapsed) into one field. If disabled, customers will see custom fields for each appointment in the set of bookings.
tr_tr: Etkin Ise, müşteriler hizmetin birden çok örneğini ayırtırken benzersiz randevular için özel alanlar görürsünüz. Yinelenen özel alanlar bir alana birleştirilir (daraltılmış). Devre dışı bırakılırsa, müşteriler rezervasyon kümesinde her randevu için özel alanlar görebilecektir.

source: Text Field
tr_tr: Metin alanı

source: Text Area
tr_tr: Metin Alanı

source: Text Content
tr_tr: Metin İçeriği

source: Drop Down
tr_tr: Aşağı Açılır

source: HTML allowed in all texts and labels.
tr_tr: Tüm metinlerde ve etiketlerde HTML izinlidir.

source: Reorder
tr_tr: %s simgesini kapayarak yeniden sırala.

source: Remove field
tr_tr: Alanı kaldır

source: Enter a label
tr_tr: Bu radyo düğmesi grubu için bir etiket girin...

source: Required field
tr_tr: Gerekli Alan

source: Enter a content
tr_tr: İçeriği Kaldır

source: Checkbox
tr_tr: Onay Kutusu

source: Radio Button
tr_tr: Radyo düğmesi

source: Option
tr_tr: Seçenek

source: Remove item
tr_tr: Öğeyi kaldır

source: All services
tr_tr: Tüm Hizmetler

source: No service selected
tr_tr: Hizmet seçilmedi

source: Show custom fields
tr_tr: Özel alanları göster

source: extended staff agenda for next day
tr_tr: Ertesi gün için genişletilmiş personel gündem

source: combined values of all custom fields (formatted in 2 columns)
tr_tr: Tüm özel alanların birleştirilen değerleri (2 sütunda biçimlendirilir)

source: Another code
tr_tr: Başka kod

source: Notification to customer about approved recurring appointment
tr_tr: Onaylı yinelenen randevu hakkında müşteriye bildirim

source: Your appointment information
tr_tr: Randevu Bilgileriniz

source: Dear {client_name}. This is a confirmation that you have booked {service_name} (x {recurring_count}). Please find the schedule of your booking below. {appointment_schedule} We are waiting you at {company_address}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Bu, {service_name} (x {recurring_count}) için rezervasyon yaptığınız bir onaydir. Lütfen rezervasyon zamanlamasını aşağıda bulabilirsiniz. {appointment_schedule} Sizi {company_address} adresinde bekliyoruz. Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Notification to staff member about approved recurring appointment
tr_tr: Onaylanmış yinelenen randevu hakkında personel üyeliği bildirimi

source: New booking information
tr_tr: Yeni randevu bilgileri

source: Hello. You have a new booking. Service: {service_name} (x {recurring_count}) Schedule: {appointment_schedule} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Yeni bir rezervasyonunuz var. Hizmet: {service_name} (x {recurring_count}) zamanlama: {appointment_schedule} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Notification to customer about cancelled recurring appointment
tr_tr: İptal edilen yinelenen randevu hakkında müşteriye bildirim

source: Booking cancellation
tr_tr: Randevu iptali

source: Dear {client_name}. Your booking of {service_name} (x {recurring_count}) has been cancelled. Reason: {cancellation_reason} Please find the schedule of the cancelled booking below: {appointment_schedule} Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. {Service_name} (x {recurring_count}) rezervasyonunuz iptal edildi. Sebep: {cancellation_reason} lütfen aşağıdaki iptal edilen rezervasyon zamanlamasını bulun: {appointment_schedule} firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Notification to staff member about cancelled recurring appointment
tr_tr: İptal edilen yinelenen randevu hakkında personel üyeliği bildirimi

source: Hello. The following booking has been cancelled. Reason: {cancellation_reason} Service: {service_name} (x {recurring_count}) Schedule: {appointment_schedule} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki rezervasyon iptal edildi. Sebep: {cancellation_reason} Service: {service_name} (x {recurring_count}) zamanlama: {appointment_schedule} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Notification to customer about rejected recurring appointment
tr_tr: Reddedilen yinelenen randevu hakkında müşteriye bildirim

source: Booking rejection
tr_tr: Randevu reddi

source: Dear {client_name}. Your booking of {service_name} (x {recurring_count}) has been rejected. Reason: {cancellation_reason} Please find the schedule of the cancelled booking below: {appointment_schedule} Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. {Service_name} (x {recurring_count}) rezervasyonunuz reddedildi. Sebep: {cancellation_reason} lütfen aşağıdaki iptal edilen rezervasyon zamanlamasını bulun: {appointment_schedule} firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Notification to staff member about rejected recurring appointment
tr_tr: Reddedilen yinelenen randevu hakkında personel üyeliği bildirimi

source: Hello. The following booking has been rejected. Reason: {cancellation_reason} Service: {service_name} (x {recurring_count}) Schedule: {appointment_schedule} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki rezervasyon reddedildi. Sebep: {cancellation_reason} Service: {service_name} (x {recurring_count}) zamanlama: {appointment_schedule} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Notification to customer about placing on waiting list for recurring appointment
tr_tr: Yinelenen randevu için bekleme listesine yerleştirme hakkında müşteriye bildirim

source: You have been added to waiting list for appointment
tr_tr: Randevu için bekleme listesine eklendi.

source: Dear {client_name}. This is a confirmation that you have been added to the waiting list for {service_name} (x {recurring_count}). Please find the service schedule below. {appointment_schedule} Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Bu, {service_name} (x {recurring_count}) için bekleme listesine eklediğiniz bir onaydir. Lütfen aşağıdaki servis programını bulun. {appointment_schedule} Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Notification to staff member about placing on waiting list for recurring appointment
tr_tr: Yinelenen randevu için bekleme listesine yerleştirme hakkında personel üyeliği bildirimi

source: New waiting list information
tr_tr: Yeni bekleme listesi bilgileri

source: Hello. You have new customer in the waiting list. Service: {service_name} (x {recurring_count}) Schedule: {appointment_schedule} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Bekleme listesinde yeni müşteriniz var. Hizmet: {service_name} (x {recurring_count}) zamanlama: {appointment_schedule} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Dear {client_name}. This is a confirmation that you have booked {service_name} (x {recurring_count}). Please find the schedule of your booking below. {appointment_schedule} We are waiting you at {company_address}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Bu, {service_name} (x {recurring_count}) için rezervasyon yaptığınız bir onaydir. Lütfen rezervasyon zamanlamasını aşağıda bulabilirsiniz. {appointment_schedule} Sizi {company_address} adresinde bekliyoruz. Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Hello. You have a new booking. Service: {service_name} (x {recurring_count}) Schedule: {appointment_schedule} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Yeni bir rezervasyonunuz var. Hizmet: {service_name} (x {recurring_count}) zamanlama: {appointment_schedule} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Dear {client_name}. Your booking of {service_name} (x {recurring_count}) has been cancelled. Reason: {cancellation_reason} Please find the schedule of the cancelled booking below: {appointment_schedule} Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. {Service_name} (x {recurring_count}) rezervasyonunuz iptal edildi. Sebep: {cancellation_reason} lütfen aşağıdaki iptal edilen rezervasyon zamanlamasını bulun: {appointment_schedule} firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Notification to staff member about cancelled recurring appointment
tr_tr: İptal edilen yinelenen randevu hakkında personel üyeliği bildirimi

source: Hello. The following booking has been cancelled. Reason: {cancellation_reason} Service: {service_name} (x {recurring_count}) Schedule: {appointment_schedule} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki rezervasyon iptal edildi. Sebep: {cancellation_reason} Service: {service_name} (x {recurring_count}) zamanlama: {appointment_schedule} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Dear {client_name}. Your booking of {service_name} (x {recurring_count}) has been rejected. Reason: {cancellation_reason} Please find the schedule of the cancelled booking below: {appointment_schedule} Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. {Service_name} (x {recurring_count}) rezervasyonunuz reddedildi. Sebep: {cancellation_reason} lütfen aşağıdaki iptal edilen rezervasyon zamanlamasını bulun: {appointment_schedule} firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Hello. The following booking has been rejected. Reason: {cancellation_reason} Service: {service_name} (x {recurring_count}) Schedule: {appointment_schedule} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki rezervasyon reddedildi. Sebep: {cancellation_reason} Service: {service_name} (x {recurring_count}) zamanlama: {appointment_schedule} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Dear {client_name}. This is a confirmation that you have been added to the waiting list for {service_name} (x {recurring_count}). Please find the service schedule below. {appointment_schedule} Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Bu, {service_name} (x {recurring_count}) için bekleme listesine eklediğiniz bir onaydir. Lütfen aşağıdaki servis programını bulun. {appointment_schedule} Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Hello. You have new customer in the waiting list. Service: {service_name} (x {recurring_count}) Schedule: {appointment_schedule} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Bekleme listesinde yeni müşteriniz var. Hizmet: {service_name} (x {recurring_count}) zamanlama: {appointment_schedule} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Repeat
tr_tr: Tekrarla

source: Next
tr_tr: Sonraki

source: You selected a booking for {service_name} at {service_time} on {service_date}. If you would like to make this appointment recurring please check the box below and set appropriate parameters. Otherwise press Next button below.
tr_tr: {Service_date} üzerinde {service_time} adresindeki {service_name} için bir rezervasyon seçtiniz. Bu randevu yinelenen yapmak istiyorsanız lütfen aşağıdaki kutuyu işaretleyin ve uygun parametreleri ayarlayın. Aksi takdirde aşağıdaki Ileri düğmesine basın.

source: Another time
tr_tr: Başka bir zaman

source: Biweekly
tr_tr: İki haftada bir

source: Daily
tr_tr: Günlük

source: Day
tr_tr: Gün

source: day(s)
tr_tr: gün(ler)

source: Deleted
tr_tr: Özel alan silindi.

source: every
tr_tr: Her Beş Dakika

source: The first recurring appointment was added to cart. You will be invoiced for the remaining appointments later.
tr_tr: İlk yinelenen randevu sepete eklendi. Kalan randevular için daha sonra faturalanacaktır.

source: Monthly
tr_tr: Aylık

source: There are no available time slots for this day
tr_tr: Bu gün için kullanılabilir zaman yuvası yok

source: On
tr_tr: Açık

source: Please select some days
tr_tr: Lütfen bazı günler seçin

source: Schedule
tr_tr: Program

source: Another time was offered on pages {list}.
tr_tr: Başka bir zaman sayfalarda {List} sundu.

source: Some of the desired time slots are busy. System offers the nearest time slot instead. Click the Edit button to select another time if needed.
tr_tr: İstenen zaman yuvalarından bazıları meşguldür. Sistem yerine en yakın zaman yuvası sunar. Gerekirse başka bir zaman seçmek için Düzenle düğmesini tıklatın.

source: Specific day
tr_tr: Belirli bir gün

source: Repeat this appointment
tr_tr: Bu randevusu tekrarlayın

source: Until
tr_tr: Video yükleninceye kadar görünür olacak arka plan görüntüsünü seçin. Bu görüntü dokunmatik cihazlarda da gösterilecektir.

source: Weekly
tr_tr: Haftalık

source: First
tr_tr: İlk satırda metin.

source: Second
tr_tr: Ikinci etiket

source: Third
tr_tr: Üçüncü

source: Fourth
tr_tr: Dördüncü

source: Last
tr_tr: Soyadı

source: or
tr_tr: veya

source: time(s)
tr_tr: %s dosyası içe aktarıldı. Mevcut içe aktarma ilerlemesi: %s. Zaman sınırı:%s sn. Geçen süre:%s sn.

source: Notification to customer about pending recurring appointment
tr_tr: Bekleyen yinelenen randevu hakkında müşteriye bildirim

source: Notification to staff member about pending recurring appointment
tr_tr: Bekleyen yinelenen randevu hakkında personel üyesine bildirim

source: Notification to staff member about placing on waiting list for recurring appointment
tr_tr: Yinelenen randevu için bekleme listesine yerleştirme hakkında personel üyeliği bildirimi

source: New recurring booking notification
tr_tr: Yeni yinelenen rezervasyon bildirimi

source: Notification about recurring appointment status changes
tr_tr: Yinelenen randevu durumu değişiklikleri hakkında bildirim

source: at
tr_tr: en

source: Online Payments
tr_tr: Online ödemeler

source: Customers must pay only for the 1st appointment
tr_tr: Müşteriler sadece 1 randevu için ödeme gerekir

source: Customers must pay for all appointments in series
tr_tr: Müşterilerin serisindeki tüm randevular için ödeme yapması gerekir

source: Group appointments
tr_tr: Grup randevuları

source: Create new appointment for every recurring booking
tr_tr: Her yinelenen rezervasyon için yeni randevu oluşturma

source: Add customer to available group bookings
tr_tr: Müşteriyi kullanılabilir Grup rezervasyonlarına ekleme

source: Recurring Appointments
tr_tr: Yinelenen randevular

source: Approve recurring appointment URL (success)
tr_tr: Yinelenen randevu URL 'sini onayla (başarı)

source: Set the URL of a page that is shown to staff after they successfully approved recurring appointment.
tr_tr: Yinelenen randevu başarıyla onaylandıktan sonra personel için gösterilen bir sayfanın URL 'sini ayarlayın.

source: Approve recurring appointment URL (denied)
tr_tr: Tekrarlanan randevu URL’sini onayla (reddedildi)

source: Set the URL of a page that is shown to staff when the approval of recurring appointment cannot be done (changed status, etc.).
tr_tr: Tekrarlayan randevunun onayı alınamadığında (durum değiştirildi vb.) Personele gösterilen bir sayfanın URL’sini ayarlayın.

source: Allow this service to have recurring appointments.
tr_tr: Bu hizmetin yinelenen randevuları olmasına izin verin.

source: Disabled
tr_tr: Devre dışı

source: Enabled
tr_tr: Ekleri getirmek etkin değil

source: Frequencies
tr_tr: Frekanslar

source: All
tr_tr: Tüm Sonuçları Göster

source: Nothing selected
tr_tr: Hiçbir şey seçilmedi

source: Edit
tr_tr: Düzenle

source: Remove
tr_tr: Kaldır

source: Restore
tr_tr: Varsayılan ayarları geri yükleme?

source: pages with another time
tr_tr: başka bir zaman ile sayfalar

source: Show Repeat step
tr_tr: Tekrarlama adımını göster

source: recurring appointments schedule
tr_tr: Yinelenen randevu zamanlaması

source: recurring appointments schedule with cancel
tr_tr: iptal ile yinelenen randevu zamanlaması

source: URL for approving the whole schedule
tr_tr: Tüm zamanlamayı onaylamak için URL

source: recurring appointments
tr_tr: yinelenen randevular

source: Every
tr_tr: Her Beş Dakika

source: Back
tr_tr: Geri

source: Delete
tr_tr: Sil

source: Apply
tr_tr: Uygula

source: Another time was offered on pages
tr_tr: Sayfalarda başka bir zaman teklif edildi

source: Delete Appointment
tr_tr: Randevu sil

source: Delete only this appointment
tr_tr: Yalnızca bu randevuyu Sil

source: Delete this and the following appointments
tr_tr: Bu ve aşağıdaki randevuları Sil

source: Delete all appointments in series
tr_tr: Serisindeki tüm randevuları Sil

source: Send notifications
tr_tr: Bildirim gönder

source: Cancellation reason (optional)
tr_tr: İptal nedeni (isteğe bağlı)

source: Cancel
tr_tr: Randevudan Vazgeç

source: Close
tr_tr: Kapat

source: Recurring appointments
tr_tr: Tekrar Randevu

source: Save
tr_tr: Kaydet

source: Sandbox Mode
tr_tr: Sandbox Modu

source: No
tr_tr: Hayır

source: Yes
tr_tr: Evet

source: Merchant Key
tr_tr: Ticari Anahtar

source: Merchant Salt
tr_tr: Tüccar tuzu

source: Duration
tr_tr: Süre

source: Set service duration. If you select Custom, a client, while booking, will have to choose the duration of the service from several time units. In the "Unit Price" field specify the cost of 1 unit, so the total cost of the service will increase linearly with the increase of its duration.
tr_tr: Servis süresini ayarla. Özel 'i seçerseniz, bir istemci, rezervasyon sırasında çeşitli zaman birimlerinden hizmetin süresini seçmek zorunda kalacak. "Birim fiyat" alanında 1 birimin maliyetini belirtin, böylece hizmetin toplam maliyeti uzunluğu artışla doğrusal olarak artacaktır.

source: Unit duration
tr_tr: Birim süresi

source: Minimum units
tr_tr: Minimum birimler

source: Maximum units
tr_tr: Maksimum birimler

source: Unit price
tr_tr: Birim Fiyatı

source: Custom
tr_tr: Özel

source: Show custom duration
tr_tr: Özel süreyi göster

source: Show service price next to duration
tr_tr: Süre yanındaki servis fiyatını göster

source: Hide this field
tr_tr: Bu alanı gizle

source: Delete break
tr_tr: Mola sil

source: Breaks
tr_tr: Mola

source: Add special day
tr_tr: Özel gün ekle

source: to
tr_tr: için

source: add break
tr_tr: mola ekle

source: Special Days
tr_tr: Özel günler

source: Are you sure?
tr_tr: Emin misiniz? Sıfırlama, bu bölümdeki tüm özel değerleri kaybedecek.

source: Duplicate dates are not permitted.
tr_tr: Yinelenen tarihler izin verilmez.

source: The requested interval is not available
tr_tr: İstenen aralık mevcut değil

source: OFF
tr_tr: Kapalı

source: Add Staff Special Days
tr_tr: Personel özel gün ekle

source: Uncategorized
tr_tr: Kategorisiz

source: Spare time
tr_tr: Boş zaman

source: Add simple service
tr_tr: Basit hizmet ekle

source: === Spare time ===
tr_tr: = = = Yedek zaman = = =

source: Compound
tr_tr: Bileşik

source: %d service
tr_tr: %d hizmet
