Repository: imdcan/bookly-tr
Catalog: bookly-*.po
Languages: tr_tr

source: Choose who will receive this notification.
tr_tr: Bu bildirimi kimlerin alacak olduğunu seçin.

source: Client
tr_tr: Müşteri

source: Administrators
tr_tr: Yöneticiler

source: Select the type of event at which the notification is sent.
tr_tr: Bildirimin gönderildiği olayın türünü seçin.

source: Instant notifications
tr_tr: Anında bildirimler

source: Scheduled notifications (require cron setup)
tr_tr: Zamanlanmış bildirimler (cron kurulumunu gerektirir)

source: This notification is sent once for a booking made by a customer and includes all cart items.
tr_tr: Bu bildirim, müşteri tarafından yapılan bir rezervasyon için bir kez gönderilir ve tüm sepet öğelerini içerir.

source: Save notification
tr_tr: Bildirim Kaydet

source: Codes
tr_tr: Kodlar

source: Appointment status
tr_tr: Randevu durumu

source: Select what status an appointment should have for the notification to be sent.
tr_tr: Bildirim gönderilmek üzere bir randevu olması gereken durumu seçin.

source: Choose whether notification should be sent for specific services only or not.
tr_tr: Bildirimin yalnızca belirli hizmetler için mi gönderildiğini seçin.

source: days
tr_tr: Gün

source: before
tr_tr: önce

source: after
tr_tr: sonra

source: on the same day
tr_tr: aynı gün

source: Body
tr_tr: Gövde

source: New sms notification
tr_tr: Yeni SMS bildirimi

source: Edit sms notification
tr_tr: SMS bildirimini Düzenle

source: Create notification
tr_tr: Bildirim oluştur

source: New notification...
tr_tr: Yeni bildirim...

source: Complete payment
tr_tr: Ödemenin tamamı

source: Bind payment
tr_tr: Ödeme bağlama

source: Payment is not found.
tr_tr: Ödeme bulunamadı.

source: -- Select a service --
tr_tr: - Bir hizmet seçin -

source: Period
tr_tr: Dönem

source: Selected period doesn't match service duration
tr_tr: Seçilen dönem servis süresine uymuyor

source: The selected period is occupied by another appointment
tr_tr: Seçilen saat başka bir randevu tarafından alınmış

source: Selected period doesn't match provider's schedule
tr_tr: Seçilen dönem sağlayıcının zamanlamasını eşleşmiyor

source: Selected period doesn't match service schedule
tr_tr: Seçilen dönem hizmet zamanlamaya uymuyor

source: Booking exceeds the working hours limit for staff member
tr_tr: Rezervasyon, personel üyesi için çalışma saatleri sınırını aşıyor

source: Booking exceeds your working hours limit
tr_tr: Rezervasyon, çalışma saatinizin sınırını aşıyor

source: Selected / maximum
tr_tr: Seçilmiş / maksimum

source: Minimum capacity
tr_tr: Minimum kapasite

source: Edit booking details
tr_tr: Randevu detaylarını düzenle

source: Package schedule
tr_tr: Paket programı

source: View series
tr_tr: Serisi görüntüle

source: Remove customer
tr_tr: Müşteriyi kaldır

source: -- Search customers --
tr_tr: - Müşterilerde ara -

source: If you have added a new customer to this appointment or changed the appointment status for an existing customer, and for these records you want the corresponding email or SMS notifications to be sent to their recipients, select the "Send if new or status changed" option before clicking Save. You can also send notifications as if all customers were added as new by selecting "Send as for new".
tr_tr: Bu randevuya yeni bir müşteri eklediyseniz veya varolan bir müşterinin randevu durumunu değiştirdiyseniz ve ilgili e-postanın veya SMS bildirimlerinin alıcılarına gönderilmesini istediğiniz bu kayıtlar için, "yeni veya durum değiştirilirse gönder" seçeneğini belirleyin Kaydet 'i tıklatmadan önce. Ayrıca, "yeni olarak gönder" seçeneğini belirleyerek tüm müşterilerin yeni olarak eklendiği gibi bildirimler de gönderebilirsiniz.

source: Don't send
tr_tr: Gönderme

source: Send if new or status changed
tr_tr: Yeni veya durum değiştiğinde gönder

source: Send as for new
tr_tr: Yeni olarak gönder

source: Internal note
tr_tr: Dahili not

source: Edit appointment
tr_tr: Randevuyu Düzenle

source: Start time must not be empty
tr_tr: Başlangıç saati boş bırakılmamalıdır

source: End time must not be empty
tr_tr: Bitiş saati boş bırakılmamalıdır

source: End time must not be equal to start time
tr_tr: Bitiş saati, başlangıç zamanına eşit olmamalı

source: The number of customers should not be more than %d
tr_tr: Müşteri sayısı %d'den fazla olmamalıdır

source: Could not save appointment in database.
tr_tr: Randevu veritabanına kaydedilemedi.

source: %s has reached the limit of bookings for this service
tr_tr: % s bu hizmet için rezervasyon sınırına ulaştı

source: You are going to delete appointment(s). Notifications will be sent in accordance with your settings.
tr_tr: Randevu (ler) silmek için gidiyoruz. Bildirimler, ayarlarınız uyarınca gönderilecektir.

source: New Customer
tr_tr: Yeni müşteri

source: Delete customers
tr_tr: Müşterileri sil

source: You are going to delete customers with existing bookings. Notifications will not be sent to them.
tr_tr: Mevcut rezervasyonlarla müşterileri sileceksin. Bildirimler onlara gönderilmez.

source: You are going to delete customers, are you sure?
tr_tr: Müşterileri sileceksin, emin misin?

source: Delete customers with existing bookings
tr_tr: Mevcut rezervasyonlarla müşterileri silme

source: Delete customers' WordPress accounts if there are any
tr_tr: Herhangi bir varsa müşterilerin WordPress hesaplarını silin

source: Deleted Customer
tr_tr: Silinmiş müşteri

source: You are going to delete item which is involved in upcoming appointments. All related appointments will be deleted. Please double check and edit appointments before this item deletion if needed.
tr_tr: Yaklaşan randevulara katılan maddeyi sileceksin. İlgili tüm randevular silinecektir. Gerekirse bu öğe silinmeden önce randevuları iki kez kontrol edin ve düzenleyin.

source: Edit appointments
tr_tr: Randevuları Düzenle

source: All unsaved changes will be lost.
tr_tr: Tüm kaydedilmemiş değişiklikler kaybolur.

source: Don't save
tr_tr: لا تقم بالحفظ

source: Attach ICS file
tr_tr: ICS dosyasını Ekle

source: New email notification
tr_tr: Yeni e-posta bildirimi

source: Edit email notification
tr_tr: E-posta bildirimini Düzenle

source: total quantity of appointments in cart
tr_tr: Sepetteki randevuların toplam miktarı

source: login form
tr_tr: giriş formu

source: date of service
tr_tr: servis tarihi

source: time of service
tr_tr: servis saati

source: total price of booking
tr_tr: toplam randevu fiyatı

source: To help us improve Bookly, the plugin anonymously collects usage information. You can opt out of sharing the information in Settings > General.
tr_tr: Bookly 'i geliştirmemize yardımcı olmak Için eklenti anonim olarak kullanım bilgilerini toplar. Ayarlar > genel 'de bilgi paylaşımını tercih edebilirsiniz.

source: Let the plugin anonymously collect usage information to help Bookly team improve the product.
tr_tr: Eklenti anonim ürün geliştirmek Bookly takım yardımcı olmak için kullanım bilgilerini toplamak edelim.

source: Disagree
tr_tr: Katılmıyorum

source: Agree
tr_tr: Kabul

source: <b>Bookly Lite rebrands into Bookly with more features available.</b><br/><br/>We have changed the architecture of Bookly Lite and Bookly to optimize the development of both plugin versions and add more features to the new free Bookly. To learn more about the major Bookly update, check our <a href="%s" target="_blank">blog post</a>.
tr_tr: <b> Bookly Lite Rebrands içine daha fazla özellik kullanılabilir. </b> <br/> <br/> Biz Bookly Lite ve Bookly hem eklenti sürümlerinin gelişimini optimize etmek ve yeni ücretsiz Bookly daha fazla özellik eklemek mimarisini değiştirdi. Büyük Bookly güncellemesi hakkında daha fazla bilgi edinmek Için < a href = " %s" hedef = "_blank" > Blog Post </a>.

source: This function is not available in the Bookly.
tr_tr: Bu işlev Bookly 'de kullanılamaz.

source: To get access to all Bookly features, lifetime free updates and 24/7 support, please upgrade to the Pro version of Bookly.<br>For more information visit
tr_tr: Tüm Bookly özelliklerine, ömür boyu ücretsiz güncellemelere ve 24/7 desteğe erişim elde etmek için lütfen Bookly 'nin Pro sürümüne yükseltin. <br> daha fazla bilgi Için ziyaret edin

source: Subscribe to monthly emails about Bookly improvements and new releases.
tr_tr: Aylık iyileştirmeler ve yeni yayınlar ile ilgili aylık e-postalara abone olun.

source: How likely is it that you would recommend Bookly to a friend or colleague?
tr_tr: Bade Rezervasyonu bir arkadaşınıza veya meslektaşınıza ne kadar tavsiye edersiniz?

source: What do you think should be improved?
tr_tr: Ne geliştirileceğini düşünüyorsunuz?

source: Please enter your email (optional)
tr_tr: Lütfen e-postanızı giriniz (isteğe bağlı)

source: Please leave your feedback <a href="%s" target="_blank">here</a>.
tr_tr: Lütfen görüşlerinizi <a href="%s" target="_blank">buraya</a> bırakın.

source: Please, check your email to confirm the subscription. Thank you!
tr_tr: Lütfen, aboneliği onaylamak için e-postanızı kontrol edin. Teşekkür ederiz!

source: Given email address is already subscribed, thank you!
tr_tr: Verilen e-posta adresi zaten abone, teşekkür ederim!

source: This email address is not valid.
tr_tr: Bu e-posta adresi geçerli değil.

source: All fields marked with an asterisk (*) are required.
tr_tr: Bir yıldız (*) ile işaretlenmiş alanların hepsi zorunludur.

source: Error sending support request.
tr_tr: Destek isteği gönderirken hata oluştu.

source: Show all notifications
tr_tr: Tüm bildirimleri göster

source: Mark all notifications as read
tr_tr: Tüm bildirimleri okundu olarak işaretle

source: View this page at Bookly Pro Demo
tr_tr: Bookly Pro Demo 'da bu sayfayı görüntüleyin

source: Visit demo
tr_tr: Demo 'yu ziyaret edin

source: The demo is a version of Bookly Pro with all installed add-ons so that you can try all the features and capabilities of the system and then choose the most suitable configuration according to your business needs.
tr_tr: Demo tüm yüklü eklentileri ile Bookly Pro bir sürümüdür böylece tüm özellikleri ve sistemin yeteneklerini deneyebilirsiniz ve daha sonra iş ihtiyaçlarına göre en uygun yapılandırmayı seçin.

source: don't show this notification again
tr_tr: Bu bildirimi yeniden gösterme

source: Proceed to demo
tr_tr: Demo 'ya devam edin

source: Documentation
tr_tr: Belgeler

source: Contact us
tr_tr: Bizimle iletişime geçin

source: Need help? Contact us here.
tr_tr: Yardıma mı ihtiyacınız var? Buradan bizimle iletişime geçin.

source: Feature requests
tr_tr: Özellik talepleri

source: In the Feature Requests section of our Community, you can make suggestions about what you'd like to see in our future releases.
tr_tr: Topluluğumuzun Özellik Istekleri bölümünde, gelecekteki sürümlerimizin içinde görmek istediğiniz konuda öneriler yapabilirsiniz.

source: Before you post, please check if the same suggestion has already been made. If so, vote for ideas you like and add a comment with the details about your situation.
tr_tr: Göndermeden önce, aynı öneri zaten yapılmış olup olmadığını kontrol edin. Eğer öyleyse, sizin gibi fikirler için oy ve durumunuz hakkında detayları ile yorum ekleyin.

source: It's much easier for us to address a suggestion if we clearly understand the context of the issue, the problem, and why it matters to you. When commenting or posting, please consider these questions so we can get a better idea of the problem you're facing:
tr_tr: Eğer açıkça sorun, sorun ve neden sizin için önemli bağlamı anlamak bizim için bir öneri adresi çok daha kolaydır. Yorum yaparken veya ilanıyla, lütfen bu soruları göz önünde bulundurun, böylece karşı karşıya olduğunuz sorunun daha iyi bir fikrini elde edebilirsiniz:

source: What is the issue you're struggling with?
tr_tr: Mücadele ettiğiniz sorun nedir?

source: Where in your workflow do you encounter this issue?
tr_tr: İş akışınızda bu sorunla karşılaşıyorsanız?

source: Is this something that impacts just you, your whole team, or your customers?
tr_tr: Bu sadece seni, tüm takımını veya müşterilerini etkileyen bir şey mi?

source: Proceed to Feature requests
tr_tr: Özellik isteklerine devam et

source: Feedback
tr_tr: Geri Bildirim

source: We care about your experience of using Bookly!<br/>Leave a review and tell others what you think.
tr_tr: Biz Bookly kullanma deneyiminizi önemsiyoruz! <br/> Bir inceleme bırakın ve ne düşündüğün başkalarına söyleyin.

source: Leave us a message
tr_tr: Bize bir mesaj bırak

source: Your name
tr_tr: Adınız

source: Email address
tr_tr: e-posta adresi

source: How can we help you?
tr_tr: Size nasıl yardımcı olabiliriz?

source: Booking form
tr_tr: Rezervasyon formu

source: A custom block for displaying booking form
tr_tr: Rezervasyon formunu görüntülemek için özel bir blok

source: Select location
tr_tr: Konum Seçiniz

source: Form fields
tr_tr: Form alanları

source: Default value for location
tr_tr: Konum için varsayılan değer

source: Default value for category
tr_tr: Kategori için varsayılan değer

source: Default value for service
tr_tr: Hizmet için varsayılan değer

source: Default value for employee
tr_tr: Çalışan için varsayılan değer

source: Quantity
tr_tr: Miktar

source: hide
tr_tr: Gizle

source: Loading...
tr_tr: Yükleniyor...

source: No time is available for selected criteria.
tr_tr: Seçtiğiniz kulüp maksimum öğrenci sayısına ulaşmıştır. Başka bir kulüp tercih ediniz.

source: Data already in use
tr_tr: Veri zaten kullanımda

source: Page Redirection
tr_tr: Sayfa Yeniden Yönlendirme

source: If you are not redirected automatically, follow the <a href="%s">link</a>.
tr_tr: Otomatik olarak yönlendirilmezseniz, <a href="%s"> bağlantıyı </a> izleyin.

source: Show more
tr_tr: Daha fazla göster

source: Session error.
tr_tr: Oturum hatası.

source: Form ID error.
tr_tr: Form ID hatası.

source: Pay locally is not available.
tr_tr: Yerinde ödeme kullanılabilir değil.

source: Invalid gateway.
tr_tr: Geçersiz ağ geçidi.

source: Error.
tr_tr: Hata

source: Notification to customer about purchased package
tr_tr: Satın alınan paket hakkında müşteriye bildirim

source: Your package at {company_name}
tr_tr: {Company_name} adresindeki paketiniz

source: Dear {client_name}. This is a confirmation that you have booked {package_name}. We are waiting you at {company_address}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Bu, {package_name} rezervasyon yaptığınız bir onaydir. Sizi {company_address} adresinde bekliyoruz. Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Notification to staff member about purchased package
tr_tr: Satın alınan paket hakkında personel üyesine bildirim

source: New package booking
tr_tr: Yeni paket rezervasyonu

source: Hello. You have new package booking. Package: {package_name} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Yeni paket rezervasyonunuz var. Paket: {package_name} istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Dear {client_name}. This is a confirmation that you have booked {package_name}. We are waiting you at {company_address}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Bu, {package_name} rezervasyon yaptığınız bir onaydir. Sizi {company_address} adresinde bekliyoruz. Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Hello. You have new package booking. Package: {package_name} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Yeni paket rezervasyonunuz var. Paket: {package_name} istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Notification to customer about package deactivation
tr_tr: Paket devre dışı bırakma hakkında müşteriye bildirim

source: Service package is deactivated
tr_tr: Servis paketi devre dışı bırakıldı

source: Dear {client_name}. Your package of services {package_name} has been deactivated. Thank you for choosing our company. If you have any questions, please contact us. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Hizmet paketiniz {package_name} devre dışı bırakıldı. Firmamız seçtiğiniz için teşekkür ederiz. Herhangi bir sorunuz varsa, lütfen bize ulaşın. {company_name} {company_phone} {company_website}

source: Notification to staff member about package deactivation
tr_tr: Paket devre dışı bırakma hakkında personel üyesine bildirim

source: Hello. The following Package of services {package_name} has been deactivated. Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki hizmet paketi {package_name} devre dışı bırakıldı. Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Dear {client_name}. Your package of services {package_name} has been deactivated. Thank you for choosing our company. If you have any questions, please contact us. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Hizmet paketiniz {package_name} devre dışı bırakıldı. Firmamız seçtiğiniz için teşekkür ederiz. Herhangi bir sorunuz varsa, lütfen bize ulaşın. {company_name} {company_phone} {company_website}

source: Hello. The following Package of services {package_name} has been deactivated. Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki hizmet paketi {package_name} devre dışı bırakıldı. Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Notification about new package creation
tr_tr: Yeni paket oluşturma hakkında bildirim

source: Notification about package deletion
tr_tr: Paket silme hakkında bildirim

source: Packages
tr_tr: Tüm Paketler

source: Unassigned
tr_tr: Atanmayanlar

source: Enable this setting so that the package can be displayed and available for booking when clients have not specified a particular provider.
tr_tr: Bu ayarı, istemciler belirli bir sağlayıcı belirtmediyse paket görüntülenebilir ve rezervasyon için kullanılabilir şekilde etkinleştirin.

source: The period in days when the customer can use a package of services.
tr_tr: Müşterinin hizmet paketi kullanabilirler gün içinde dönem.

source: New package
tr_tr: Yeni paket Ekle

source: Creation Date
tr_tr: Oluşturma Tarihi

source: Edit package
tr_tr: Paket Düzenle

source: No packages for selected period and criteria.
tr_tr: Seçili dönem ve ölçüt için paket yok.

source: name of package
tr_tr: Paketin adı

source: package size
tr_tr: paket boyutu

source: price of package
tr_tr: Paket fiyatı

source: package life time
tr_tr: paket yaşam süresi

source: reason you mentioned while deleting package
tr_tr: paket silme sırasında bahsedilen neden

source: Add customer packages list
tr_tr: Müşteri paketleri listesi ekle

source: Select service provider to see the packages provided. Or select unassigned package to see packages with no particular provider.
tr_tr: Sağlanan paketleri görmek için servis sağlayıcısını seçin. Veya belirli bir sağlayıcı olmayan paketleri görmek için atanmamış paketi seçin.

source: -- Select a package --
tr_tr: --Bir paket seçin--

source: Please select a package
tr_tr: Lütfen bir paket seçin

source: Incorrect location and package combination
tr_tr: Yanlış konum ve paket kombinasyonu

source: Please select a customer
tr_tr: Lütfen bir müşteri seçin

source: If email or SMS notifications are enabled and you want customers and staff member to be notified about this package after saving, select appropriate option before clicking Save.
tr_tr: E-posta veya SMS bildirimleri etkinleştirilmişse ve müşterilerin ve personel üyesinin bu paket hakkında kaydettikten sonra bildirilmesini istiyorsanız, Kaydet 'i tıklatmadan önce uygun seçeneği belirleyin.

source: Save & schedule
tr_tr: Save & program

source: Could not save package in database.
tr_tr: Paket veritabanında kaydedilemedi.

source: Selected appointment date exceeds the period when the customer can use a package of services.
tr_tr: Seçilen randevu tarihi, müşterinin bir hizmet paketi kullanması süresini aşıyor.

source: Ignore
tr_tr: Görmezden gel

source: Selected period is occupied by another appointment
tr_tr: Seçilen dönem başka bir randevu tarafından işgal edilir

source: Unfortunately, you're not able to book an appointment because the required time limit prior to booking has expired.
tr_tr: Ne yazık ki, rezervasyon yapmadan önce gerekli zaman limiti sona erdiğinden randevu ayırtabilirsiniz.

source: You are trying to schedule an appointment in the past. Please select another time slot.
tr_tr: Geçmişte bir randevu planlamak için çalışıyorsunuz. Lütfen başka bir zaman yuvası seçin.

source: If email or SMS notifications are enabled and you want customers or staff member to be notified about this appointments after saving, select appropriate option before clicking Save.
tr_tr: E-posta veya SMS bildirimleri etkinleştirilmişse ve kaydettikten sonra müşterilerin veya personel üyesinin bu randevular hakkında bilgilendirilmesini istiyorsanız, Kaydet 'i tıklatmadan önce uygun seçeneği belirleyin.

source: If appointments changed
tr_tr: Randevular değiştiyse

source: Select appointment date
tr_tr: Randevu tarihini seç

source: Delete package appointment
tr_tr: Paket randevusu Sil

source: Edit package appointment
tr_tr: Paket randevusu Düzenle

source: Packages list
tr_tr: Paketler listesi

source: A custom block for displaying packages list
tr_tr: Paket listesini görüntülemek için özel bir blok

source: Expires
tr_tr: Süre sonu

source: Notification to customer about their WordPress user login details
tr_tr: Müşteriye WordPress kullanıcı oturum açma bilgileri ile ilgili bildirim mesajı

source: Hello. An account was created for you at {site_address} Your user details: user: {new_username} password: {new_password} Thanks.
tr_tr: Merhaba. Sizin için {site_address} üzerinde hesabınız oluşturuldu: Kullanıcı Bilgileriniz: Kullanıcı: {new_username} Parola: {yeni_parola} Teşekkür ederiz.

source: Your appointment at {company_name}
tr_tr: {Company_name} ile randevunuz

source: Dear {client_name}. We would like to remind you that you have booked {service_name} tomorrow at {appointment_time}. We are waiting for you at {company_address}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Yarın {appointment_time} {service_name} için randevunuz bulunduğunu hatırlatmak isteriz. {company_address} adresimizde sizleri bekliyoruz. Bizi seçtiğiniz için teşekkür ederiz! {company_name} {company_phone} {company_website}

source: Your visit to {company_name}
tr_tr: {Company_name} ziyaretiniz

source: Dear {client_name}. Thank you for choosing {company_name}. We hope you were satisfied with your {service_name}. Thank you and we look forward to seeing you again soon. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. {Company_name}’i seçtiğiniz için teşekkür ederiz. Umarız {HİZMET_ADI} hizmetimizden memnun kalmışsınızdır. Sizi tekrar görebilmek dileğiyle! {company_name} {company_phone} {company_website}

source: Your agenda for {tomorrow_date}
tr_tr: {Tomorrow_date} için ajandanız

source: Hello. Your agenda for tomorrow is: {next_day_agenda}
tr_tr: Merhaba. Yarın için Ajanda: {next_day_agenda}

source: Dear {client_name}. This is a confirmation that you have booked the following items: {cart_info} Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sayınr {client_name}. Aşağıdaki hizmetler için randevu alacağınıza dair bir bilgilendirme mailidir. {cart_info} Şirketimizi seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}
