Repository: imdcan/bookly-tr
Catalog: bookly-*.po
Languages: tr_tr

source: per 365 days
tr_tr: 365 başına gün

source: per year
tr_tr: yıl başına

source: To make service invisible to your customers set the visibility to "Private".
tr_tr: Hizmeti müşterilerinizden gizlemek için görünürlüğü "Özel" olarak ayarlayın.

source: Specified order
tr_tr: Belirtilen sıra

source: Least occupied that day
tr_tr: O gün en az meşgul olan

source: Most occupied that day
tr_tr: O gün en çok meşgul olan

source: Least occupied for period
tr_tr: En az dönemde işgal

source: Most occupied for period
tr_tr: Çoğu dönem için işgal

source: Least expensive
tr_tr: En ucuz

source: Most expensive
tr_tr: En pahalı

source: Sessions
tr_tr: Oturumlar

source: New Customers
tr_tr: Yeni müşteriler

source: Visits
tr_tr: Ziyaretler

source: Sessions - number of completed and/or planned service sessions.
tr_tr: Oturumlar-tamamlanan ve/veya planlanan hizmet oturumlarının sayısı.

source: Approved - number of visitors of sessions with Approved status during the selected period.
tr_tr: Onaylı-seçilen dönemde Onaylı statüsüne sahip oturumların ziyaretçi sayısı.

source: Pending - number of visitors of sessions with Pending status during the selected period.
tr_tr: Seçilen dönemde bekleyen durumu olan oturumların ziyaretçi sayısı.

source: Rejected - number of visitors of sessions with Rejected status during the selected period.
tr_tr: Reddedilen-seçilen dönemde reddedildi durumu olan oturumların ziyaretçi sayısı.

source: Cancelled - number of visitors of sessions with Cancelled status during the selected period.
tr_tr: Iptal edildi-seçilen dönemde Iptal durumu ile oturumların ziyaretçi sayısı.

source: Customers - number of unique customers who made bookings during the selected period.
tr_tr: Müşteriler-seçilen dönemde rezervasyon yapan benzersiz müşterilerin sayısı.

source: New customers - number of new customers added to the database during the selected period.
tr_tr: Yeni müşteriler-seçilen dönemde veritabanına eklenen yeni müşterilerin sayısı.

source: Total - approximate cost of appointments with Approved and Pending statuses, calculated on the basis of the price list. Appointments that are paid through the front-end and have Pending payment status are included in brackets.
tr_tr: Fiyat listesi temelinde hesaplanan, onaylanmış ve bekleyen durumlar ile randevuların toplam-yaklaşık maliyeti. Ön uç üzerinden ödenen ve bekleyen ödeme durumu parantez içinde bulunan randevular.

source: Form view in case of single booking
tr_tr: Tek rezervasyon durumunda form görünümü

source: Form view in case of multiple booking
tr_tr: Birden fazla rezervasyon durumunda form görünümü

source: Please configure Facebook App integration in <a href="%s">settings</a> first.
tr_tr: Lütfen Facebook App entegrasyonu 'nı < a href = " %s" > Settings </a> önce yapılandırın.

source: Ok
tr_tr: Tamam

source: Show birthday field
tr_tr: Doğum günü alanını göster

source: Show address fields
tr_tr: Adres alanlarını göster

source: Show Facebook login button
tr_tr: Facebook oturum açma düğmesini göster

source: Show time zone switcher
tr_tr: Saat dilimi değiştiricisini göster

source: Date of birth
tr_tr: Doğum Tarihi

source: Import
tr_tr: İçe Aktar

source: Note
tr_tr: Not:

source: You may import list of clients in CSV format. You can choose the columns contained in your file. The sequence of columns should coincide with the specified one.
tr_tr: İstemcilerin listesini CSV formatında alabilirsiniz. Dosyada bulunan sütunları seçebilirsiniz. Sütun dizisi belirtilen bir ile çakışmalıdır.

source: Select file
tr_tr: Dosya Seç

source: Titles
tr_tr: Başlıklar

source: Columns
tr_tr: Sütun boşluğu

source: Add Bookly appointments list
tr_tr: Abone randevuları listeye ekle

source: Add appointment cancellation confirmation
tr_tr: Randevu iptal onayı ekle

source: <a class="%s" href="#">Click here</a> to dissociate this purchase code from the current domain (use to move the plugin to another site).
tr_tr: < a class = " %s" href = "#" > Bu satınalma kodunu geçerli etki alanından ayırmak için buraya tıklayın </a> (eklentiyi başka bir siteye taşımak için kullanın).

source: Are you sure you want to dissociate this purchase code from %s? This will also remove the entered purchase code from this site.
tr_tr: Bu satınalma kodunu %s 'den ayırmak istediğinizden emin misiniz? Bu da bu siteden girilen satınalma kodunu kaldıracaktır.

source: Error dissociating purchase code.
tr_tr: Satınalma kodu kesilerek hata oluştu.

source: Reason
tr_tr: Sebep

source: Manual adjustment
tr_tr: Manuel ayar

source: Attach payment
tr_tr: Ödeme Ekle

source: Create payment
tr_tr: Ödeme oluştur

source: Total price
tr_tr: Toplam fiyat

source: Search payment
tr_tr: Ödeme arama

source: Payment ID
tr_tr: Ödeme ID

source: Custom service name
tr_tr: Özel hizmet adı

source: Please enter a service name
tr_tr: Lütfen bir hizmet adı girin

source: Custom service price
tr_tr: Özel hizmet ücreti

source: Welcome to Bookly Pro and thank you for purchasing our product!
tr_tr: Bookly Pro 'ya hoş geldiniz ve Ürünümüzün satın aldığınız için teşekkür ederiz!

source: Add staff members.
tr_tr: Personel ekleyin.

source: Add services you provide and assign them to staff members.
tr_tr: Sağladığınız hizmetleri ekleyin ve bunları personel üyelerine atayın.

source: Bookly can boost your sales and scale together with your business. With Bookly add-ons you can get more features and functionality to customize your online scheduling system according to your business needs and simplify the process even more.
tr_tr: Bookly işletmenizi ile birlikte satış ve ölçek artırabilir. Bookly eklentileri Ile, çevrimiçi zamanlama sisteminizi iş gereksinimlerinize göre özelleştirmek ve süreci daha da basitleştirmek için daha fazla özellik ve işlevsellik elde edebilirsiniz.

source: Bookly Add-ons
tr_tr: Bookly eklentileri

source: SMS service
tr_tr: SMS Servisi

source: License verification required
tr_tr: Lisans doğrulaması gerekiyor

source: Bookly Pro - License verification required
tr_tr: Bookly Pro-lisans doğrulama gerekli

source: Please verify your license by providing a valid purchase code. Upon providing the purchase code you will get access to software updates, including feature improvements and important security fixes.
tr_tr: Lütfen geçerli bir satın alma kodu sağlayarak lisansınızı doğrulayın. Satın alma kodunu sağladıktan sonra, özellik geliştirmeleri ve önemli güvenlik düzeltmeleri de dahil olmak üzere yazılım güncellemelerine erişebilirsiniz.

source: If you do not provide a valid purchase code within {days}, access to your bookings will be disabled. <a href="{url}">Details</a>
tr_tr: {Days} içinde geçerli bir satın alma kodu sağlamazsanız, rezervasyonlarınıza erişim engellenir. <a href="{url}">Details</a>

source: License verification succeeded
tr_tr: Lisans doğrulaması başarılı oldu

source: Your license has been verified successfully.
tr_tr: Lisansınız başarıyla doğrulanmış.

source: You have access to software updates, including feature improvements and important security fixes.
tr_tr: Özellik iyileştirmeleri ve önemli güvenlik düzeltmeleri de dahil olmak üzere yazılım güncelleştirmelerine erişebilirsiniz.

source: Thank you for choosing Bookly Pro as your booking solution.
tr_tr: Rezervasyon çözümünüz olarak Bookly Pro 'yu seçtiğiniz için teşekkür ederiz.

source: Proceed
tr_tr: Devam Et

source: Please contact your website administrator to verify your license by providing a valid purchase code. Upon providing the purchase code you will get access to software updates, including feature improvements and important security fixes. If you do not provide a valid purchase code within {days}, access to your bookings will be disabled.
tr_tr: Geçerli bir satınalma kodu sağlayarak lisansınızı doğrulamak için lütfen Web sitesi yöneticinize başvurun. Satın alma kodunu sağlayarak, özellik geliştirmeleri ve önemli güvenlik düzeltmeleri de dahil olmak üzere yazılım güncellemelerine erişebilirsiniz. {Days} içinde geçerli bir satınalma kodu sağlamıyorsanız, rezervasyonlarınızda erişim devre dışı bırakılır.

source: Access to your bookings has been disabled.
tr_tr: Rezervasyonlarınız için erişim devre dışı bırakıldı.

source: To enable access to your bookings, please contact your website administrator in order to verify the license.
tr_tr: Rezervasyonlarınızın erişimini etkinleştirmek için lütfen web sitesi yöneticinize başvurarak lisans doğrulaması yapın.

source: To enable access to your bookings, please verify your license by providing a valid purchase code.
tr_tr: Rezervasyonlarınızın erişimini etkinleştirmek için lütfen geçerli bir satın alma kodu girerek lisansınızı doğrulayın.

source: I have already made the purchase
tr_tr: Zaten satın aldım

source: I want to make a purchase now
tr_tr: Şimdi bir satınalma yapmak istiyorum

source: Deactivate Bookly Pro
tr_tr: Bookly Pro 'yu devre dışı bırak

source: Please contact your website administrator in order to verify the license.
tr_tr: Lisansı doğrulamak için lütfen web sitesi yöneticinize başvurun.

source: If you do not verify the license within {days}, access to your bookings will be disabled.
tr_tr: Lisansın {days} içinde doğrulamaması durumunda, rezervasyonlarınıza erişim engellenecektir.

source: Proceed to Bookly Pro without license verification
tr_tr: Lisans doğrulaması olmadan Bookly Pro 'ya geçin

source: Cannot find your purchase code? See this <a href="%s" target="_blank">page</a>.
tr_tr: Satın alma kodunu bulamıyor musunuz? Bu <a href="%s" target="_blank">sayfaya bakın</a> .

source: Proceed without license verification
tr_tr: Lisans doğrulaması yapmadan devam edin

source: I will provide license info later
tr_tr: Daha sonra lisans bilgisi vereceğim

source: To enable access to your bookings, please verify your license by providing a valid purchase code. <a href="{url}">Details</a>
tr_tr: Rezervasyonlarınızın erişimini etkinleştirmek için lütfen geçerli bir satın alma kodu girerek lisansınızı doğrulayın. <a href="{url}">Details</a>

source: To enable access to your bookings, please contact your website administrator to verify your license by providing a valid purchase code.
tr_tr: Rezervasyonlara erişimi etkinleştirmek Için, geçerli bir satınalma kodu sağlayarak lisansınızı doğrulamak için lütfen Web sitesi yöneticinize başvurun.

source: Cancellation confirmation
tr_tr: Iptal onayı

source: A custom block for displaying cancellation confirmation
tr_tr: İptal onayı görüntülemek için özel bir blok

source: Appointments list
tr_tr: Randevu listesi

source: A custom block for displaying appointments list
tr_tr: Randevular listesini görüntülemek için özel bir blok

source: Custom fields
tr_tr: Özel Alanlar

source: Thank you for being with us
tr_tr: Ürünümüzü satın aldığınız için teşekkür ederiz

source: Invalid token provided
tr_tr: Geçersiz simge sağlandı

source: Sorry, the time slot %date_time% for %service% has been already occupied.
tr_tr: Üzgünüz, %service% için zaman dilimi %date_time% zaten seçilmiş.

source: Service was not found
tr_tr: Servis Bulunamadı

source: No appointments found.
tr_tr: Randevu bulunamadı.

source: Show past appointments
tr_tr: Geçmiş randevuları göster

source: Would you like to pay deposit or total price
tr_tr: Mevduat veya toplam fiyat ödemek ister misiniz

source: I will pay deposit
tr_tr: Depozitoyu ödeyeceğiz.

source: I will pay total price
tr_tr: Ben toplam fiyat ödeyeceğiz

source: Deposit options
tr_tr: Mevduat seçenekleri

source: If you enable "Deposit only", customers will be requested to pay only a deposit amount. If you enable "Deposit or full price", customers will be requested to pay a deposit amount or a full amount.
tr_tr: Eğer "sadece mevduat" etkinleştirirseniz, müşterilerin sadece bir depozito tutarı ödemek istenecektir. Eğer "mevduat veya tam fiyat" etkinleştirirseniz, müşterilerin bir depozito tutarı veya tam bir miktar ödemek için talep edilecektir.

source: Deposit only
tr_tr: Sadece mevduat

source: Deposit or full price
tr_tr: Mevduat veya tam fiyat

source: amount due
tr_tr: ödenecek tutar

source: amount to pay
tr_tr: ödeme tutarı

source: total deposit amount to be paid
tr_tr: ödenmesi gereken toplam depozito tutarı

source: amount paid
tr_tr: ödenen tutar

source: Disable deposit update
tr_tr: Mevduat güncelleştirmesini devre dışı bırakma

source: deposit value
tr_tr: depozito değeri

source: Pay now
tr_tr: Şimdi öde

source: Pay now tax
tr_tr: Şimdi vergi öde

source: Your task is done
tr_tr: Göreviniz bitti

source: Dear {client_name}. Your task {service_name} has been done. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Senin görevin {service_name} yapıldı. Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Task is done
tr_tr: Görev yapılır

source: Hello. The following task has been done. Service: {service_name} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki görev yapıldı. Hizmet: {service_name} istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Dear {client_name}. Your task {service_name} has been done. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Senin görevin {service_name} yapıldı. Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Hello. The following task has been done. Service: {service_name} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki görev yapıldı. Hizmet: {service_name} istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Skip
tr_tr: Tablo " %s" yok! Bu tablo için dökümü alma atla.

source: Tasks
tr_tr: Görevler

source: Time step settings
tr_tr: Zaman adım ayarları

source: This setting allows to display the step of selecting an appointment time, hide it and create a task without due time, or display the time step, but allow a customer to skip it.
tr_tr: Bu ayar, randevu süresini seçme, gizleme ve süre olmadan görev oluşturma veya zaman adımını görüntüleme adımının görüntülenmesini sağlar, ancak müşterinin onu atlamasına izin verir.

source: Optional
tr_tr: İsteğe bağlı

source: Skip time selection
tr_tr: Zaman seçimini atla

source: Weekly Schedule
tr_tr: Haftalık Liste

source: Incorrect payment data
tr_tr: Yanlış ödeme verileri

source: Agent ID
tr_tr: Danışman ID

source: The total price for the booking is {total_price}.
tr_tr: Alacağınız Hizmetin fiyatı {service_price} 'dir.

source: You selected to book {appointments_count} appointments with total price {total_price}.
tr_tr: {Appointments_count} randevularını toplam fiyat {total_price} ile ayırtın.

source: Coupons
tr_tr: Kuponlar

source: Add Coupon Series
tr_tr: Kupon serisi Ekle

source: Add Coupon
tr_tr: Kupon Ekle

source: Coupon code
tr_tr: Kupon Kodu

source: Show only active
tr_tr: Yalnızca etkin göster

source: Discount (%)
tr_tr: İndirim (%)

source: Deduction
tr_tr: Kesinti

source: Customers limit
tr_tr: Müşteriler sınırı

source: Usage limit
tr_tr: Kullanım Sınırı

source: Number of times used
tr_tr: Kullanılma sayısı

source: Active until
tr_tr: Etkin olana kadar

source: Min. appointments
tr_tr: Min. randevu

source: Active from
tr_tr: Etkin

source: Max appointments
tr_tr: En fazla randevu

source: Export only active coupons
tr_tr: Yalnızca etkin kuponları dışa aktar

source: New coupon series
tr_tr: Yeni kupon serisi

source: New coupon
tr_tr: Yeni kupon

source: Edit coupon
tr_tr: Kuponu düzenle

source: You can enter a mask containing asterisks "*" for variables here and click Generate.
tr_tr: Burada değişkenler için yıldız işareti içeren bir maske girebilirsiniz "*" ve oluştur 'a tıklayın.

source: Generate
tr_tr: Oluştur

source: Mask
tr_tr: Maske

source: Enter a mask containing asterisks "*" for variables.
tr_tr: Değişkenler için "*" yıldız işaretlerini içeren bir maske girin.

source: Once per customer
tr_tr: Her müşteri bir defa

source: Select this option to limit the use of the coupon to 1 time per customer.
tr_tr: Kupon kullanımını müşteri başına 1 kez sınırlamak için bu seçeneği belirleyin.

source: Date limit (from and to)
tr_tr: Tarih sınırı (ve dan)

source: No limit
tr_tr: Limit yok

source: Clear field
tr_tr: Alanı temizle

source: Limit appointments in cart (min and max)
tr_tr: Sepetteki randevuları sınırlandırın (min ve maks.)

source: Specify minimum and maximum (optional) number of services of the same type required to apply a coupon.
tr_tr: Bir kupon uygulamak için gereken aynı türde hizmetlerin minimum ve maksimum (isteğe bağlı) sayısını belirtin.

source: Limit to customers
tr_tr: Müşterilere sınırlama

source: Create another coupon
tr_tr: Başka bir kupon oluşturun

source: Duplicate
tr_tr: Kopyala

source: No coupons found.
tr_tr: Kupon bulunamadı.

source: All customers
tr_tr: Tüm müşteriler

source: Discount should be between 0 and 100.
tr_tr: İndirim 0 ile 100 arasında olmalıdır.

source: Deduction should be a positive number.
tr_tr: Kesinti olumlu bir sayı olmalıdır.

source: Min appointments should be greater than zero.
tr_tr: Min randevular sıfırdan büyük olmalıdır.

source: Max appointments should be greater than zero.
tr_tr: En fazla randevu sıfırdan büyük olmalıdır.

source: Please enter a non empty mask.
tr_tr: Lütfen boş olmayan bir maske girin.

source: It is not possible to generate %d codes for this mask. Only %d codes available.
tr_tr: Bu maske için% d kodları oluşturmak mümkün değildir. Yalnızca% d kodları kullanılabilir.

source: All possible codes have already been generated for this mask.
tr_tr: Bu maske için tüm olası kodlar zaten oluşturuldu.

source: Default code mask
tr_tr: Varsayılan kod maskesi

source: Enter default mask for auto-generated codes.
tr_tr: Otomatik oluşturulan kodlar için varsayılan maskesi girin.

source: Show coupons
tr_tr: Kuponları göster

source: This coupon code is invalid or has been used
tr_tr: Bu kupon kodu geçersiz veya kullanılmış

source: This coupon code has expired
tr_tr: Bu kupon kodunun süresi doldu

source: Customer Groups
tr_tr: Müşteri grupları

source: New group
tr_tr: Yeni Grup Ekle

source: Group Name
tr_tr: Yeni grup adı:

source: Number of Users
tr_tr: Kullanıcı sayısı

source: Description
tr_tr: Açıklama

source: Appointment Status
tr_tr: Randevu Durumu

source: Customers without group
tr_tr: Grup içermeyen müşteriler

source: Group
tr_tr: Grup

source: New Group
tr_tr: Yeni Grup Ekle

source: Edit Group
tr_tr: Grubu Düzenle

source: No customer groups yet.
tr_tr: Henüz müşteri grubu yok.

source: Groups
tr_tr: Gruplar

source: All groups
tr_tr: Bütün Gruplar

source: No group selected
tr_tr: Grup seçilmedi

source: Customer group based
tr_tr: Müşteri grubu tabanlı

source: Customer Group
tr_tr: Müşteri grubu

source: No group
tr_tr: Grup

source: Group name
tr_tr: Yeni grup adı:

source: Total discount
tr_tr: Toplam indirim

source: Edit group
tr_tr: Grubu Düzenle

source: Group name is required
tr_tr: Grup adı gereklidir

source: Notification to customer about placing on waiting list
tr_tr: Bekleme listesine yerleştirme hakkında müşteriye bildirim

source: Dear {client_name}. This is a confirmation that you have been added to the waiting list for {service_name} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Bu, {appointment_date} adresindeki {appointment_time} adresindeki {service_name} için bekleme listesine eklediğiniz bir onaydir. Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Notification to staff member about placing on waiting list
tr_tr: Bekleme listesine yerleştirme hakkında personel üyeliği bildirimi

source: Hello. You have new customer in the waiting list. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Bekleme listesinde yeni müşteriniz var. Hizmet: {service_name} Date: {appointment_date} zaman: {appointment_time} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Notification to staff member to set appointment from waiting list
tr_tr: Bekleme listesinden randevu ayarlamak için personel üyeliği bildirimi

source: Set appointment from waiting list
tr_tr: Bekleme listesinden randevu ayarlama

source: Dear {staff_name}, The time slot on {appointment_date} at {appointment_time} for {service_name} is now available for booking. Please see the list of customers on the waiting list and make a new appointment. {appointment_waiting_list}
tr_tr: Sevgili {staff_name}, {service_name} için {appointment_date} adresindeki {appointment_time} üzerindeki zaman dilimi artık rezervasyon için kullanılabilir. Lütfen bekleme listesindeki müşterilerin listesine bakın ve yeni bir randevu alın. {appointment_waiting_list}

source: Dear {client_name}. This is a confirmation that you have been added to the waiting list for {service_name} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. Bu, {appointment_date} adresindeki {appointment_time} adresindeki {service_name} için bekleme listesine eklediğiniz bir onaydir. Firmamız seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Hello. You have new customer in the waiting list. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Bekleme listesinde yeni müşteriniz var. Hizmet: {service_name} Date: {appointment_date} zaman: {appointment_time} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Dear {staff_name}, The time slot on {appointment_date} at {appointment_time} for {service_name} is now available for booking. Please see the list of customers on the waiting list and make a new appointment. {appointment_waiting_list}
tr_tr: Sevgili {staff_name}, {service_name} için {appointment_date} adresindeki {appointment_time} üzerindeki zaman dilimi artık rezervasyon için kullanılabilir. Lütfen bekleme listesindeki müşterilerin listesine bakın ve yeni bir randevu alın. {appointment_waiting_list}

source: To join the waiting list for a busy time slot, please select a slot marked with "(N)", where N is a number of customers on the waiting list.
tr_tr: Yoğun bir zaman yuvasının bekleme listesine katılmak Için lütfen "(N)" ile işaretlenmiş bir yuva seçin, burada N bekleme listesindeki bir dizi müşteri.

source: Notification for staff member to set up appointment from waiting list
tr_tr: Bekleme listesinden randevu ayarlamak için personel üyesinin bildirimi

source: Set appointment
tr_tr: Randevu ayarla

source: number of persons on waiting list
tr_tr: bekleme listesinde kişi sayısı

source: Show waiting list slots
tr_tr: Bekleme listesi yuvalarını göster

source: waiting list of appointment
tr_tr: randevu bekleme listesi

source: Add service
tr_tr: Hizmet Ekle

source: Show chain appointments
tr_tr: Zincir randevuları göster

source: Browse
tr_tr: Gözat

source: Upload directory
tr_tr: Dizin yükle

source: Enter the network folder path where the files will be stored. If necessary, make sure that there is no free web access to the folder materials.
tr_tr: Dosyaların depolanacağı ağ klasörü yolunu girin. Gerekirse, klasör malzemelerine Ücretsiz Web erişimi olmadığından emin olun.

source: Files
tr_tr: Yeni dosya yükle

source: File Upload Field
tr_tr: Dosya Yükleme Alanı

source: File
tr_tr: Dosya silinemiyor. Bir şeyler yanlış.
