Repository: imdcan/bookly-tr
Catalog: bookly-*.po
Languages: tr_tr

source: Set the URL of a page that is shown to staff when the approval of appointment cannot be done (due to capacity, changed status, etc.).
tr_tr: Randevu onayı alınamadığında personele gösterilen bir sayfanın URL'sini ayarlayın (kapasite, durum değişmiş vb. Nedeniyle).

source: Cancel appointment URL (success)
tr_tr: Randevuyu iptal et URL (başarı)

source: Set the URL of a page that is shown to clients after they successfully cancelled their appointment.
tr_tr: Randevularını başarıyla iptal ettikten sonra müşterilere gösterilen bir sayfanın URL'sini ayarlayın.

source: Cancel appointment URL (denied)
tr_tr: Randevu URL'sini iptal et (reddedilen)

source: Set the URL of a page that is shown to clients when the cancellation of appointment is not available anymore.
tr_tr: Artık randevunun iptali mümkün olmadığında müşterilere gösterilen bir sayfanın URL'sini ayarlayın.

source: Reject appointment URL (success)
tr_tr: Randevu URL'sini reddet (başarı)

source: Set the URL of a page that is shown to staff after they successfully rejected the appointment.
tr_tr: Randevuyu başarıyla reddettikten sonra personele gösterilen sayfanın URL'sini ayarlayın.

source: Reject appointment URL (denied)
tr_tr: Randevu URL'sini reddet (reddedildi)

source: Set the URL of a page that is shown to staff when the rejection of appointment cannot be done (due to changed status, etc.).
tr_tr: Randevunun reddedilmediği durumlarda personele gösterilen bir sayfanın URL'sini ayarlayın (durum değiştiği için vs.).

source: Please note, the business hours below work as a template for all new staff members. To render a list of available time slots the system takes into account only staff members' schedule, not the company business hours. Be sure to check the schedule of your staff members if you have some unexpected behavior of the booking system.
tr_tr: Tüm yeni personel için bir şablon olarak, iş altındaki iş saatlerini lütfen unutmayın. Sistem dikkate alır mevcut zaman dilimleri tek personel üyelerinin zamanlama değil, şirket iş saatleri listesini oluşturmak için. Eğer rezervasyon sisteminin bazı beklenmeyen bir davranış varsa personeli zamanlamasını kontrol ettiğinizden emin olun.

source: date of appointment
tr_tr: randevu tarihi

source: time of appointment
tr_tr: randevu saati

source: booking number
tr_tr: randevu numarası

source: name of category
tr_tr: kategori adı

source: address of company
tr_tr: şirket adresi

source: name of company
tr_tr: şirket adı

source: company phone
tr_tr: şirket telefonu

source: company web-site address
tr_tr: Şirket İnternet site adresi

source: duration of service
tr_tr: hizmet süresi

source: info of service
tr_tr: servis bilgisi

source: name of service
tr_tr: servis ismi

source: price of service
tr_tr: servis ücreti

source: email of staff
tr_tr: personel emaili

source: info of staff
tr_tr: personel bilgisi

source: name of staff
tr_tr: personel ismi

source: phone of staff
tr_tr: personel telefonu

source: email of client
tr_tr: müşteri e-postası

source: full name of client
tr_tr: müşteri tam adı

source: first name of client
tr_tr: müşteri adı

source: last name of client
tr_tr: müşteri soyadı

source: phone of client
tr_tr: Müşteri telefonu

source: status of payment
tr_tr: ödeme durumu

source: payment type
tr_tr: ödeme türü

source: status of appointment
tr_tr: durum değiştirildiyse

source: total price of booking (sum of all cart items after applying coupon)
tr_tr: toplam randevu fiyatı (kupon uygulandıktan sonra tüm sepet öğelerinin toplamı)

source: To set up Facebook integration, do the following:
tr_tr: Facebook entegrasyonu ayarlamak Için aşağıdakileri yapın:

source: Follow the steps at <a href="https://developers.facebook.com/docs/apps/register" target="_blank">https://developers.facebook.com/docs/apps/register</a> to create a Developer Account, register and configure your <b>Facebook App</b>. Below the App Details Panel click <b>Add Platform</b> button, select Website and enter your website URL.
tr_tr: < A href = "https://developers.facebook.com/docs/apps/register" hedef = "_blank" > https://Developers.facebook.com/docs/Apps/Register </a> adresindeki adımları Izleyerek bir geliştirici hesabı oluşturun, <b> Facebook uygulamanızı </b> kaydedin ve yapılandırın. Uygulama ayrıntıları panelinin altında <b> Platform </b> Ekle düğmesini tıklayın, Web sitesi 'ni seçin ve Web sitenizin URL 'sini girin.

source: Go to your <a href="https://developers.facebook.com/apps/" target="_blank">App Dashboard</a>. In the left side navigation panel of the App Dashboard, click <b>Settings > Basic</b> to view the App Details Panel with your <b>App ID</b>. Use it in the form below.
tr_tr: < A href = "https://developers.facebook.com/apps/" hedef = "_blank" > uygulama panosu </a> gidin. App Dashboard 'un sol tarafındaki gezinme panelinde, <b> App ID </b> ile uygulama ayrıntıları panelini görüntülemek için <b> Settings > Basic </b> seçeneğini tıklayın. Aşağıdaki formda kullanın.

source: App ID
tr_tr: Uygulama ID

source: Set order of the fields in calendar
tr_tr: Takvimdeki alanların sırasını ayarla

source: Appointment with one participant
tr_tr: Bir katılımcıyla randevu

source: Appointment with many participants
tr_tr: Randevu veritabanına kaydedilemedi

source: Currency
tr_tr: Para Birimi

source: Price format
tr_tr: Fiyat biçimi

source: Phone field default country
tr_tr: Telefon alanı varsayılan ülke

source: Select default country for the phone field in the 'Details' step of booking. You can also let Bookly determine the country based on the IP address of the client.
tr_tr: Rezervasyonun 'Ayrıntıları' adımında telefon alanı için varsayılan ülke seçin. Ayrıca, Randevu'nnn müşterinin IP adresine dayalı olarak ülkeyi belirlemesine izin verebilirsiniz.

source: Guess country by user's IP address
tr_tr: Kullanıcının IP adresine göre ülkeyi tahmin edin

source: Default country code
tr_tr: Varsayılan ülke kodu

source: Your clients must have their phone numbers in international format in order to receive text messages. However you can specify a default country code that will be used as a prefix for all phone numbers that do not start with "+" or "00". E.g. if you enter "1" as the default country code and a client enters their phone as "(600) 555-2222" the resulting phone number to send the SMS to will be "+1600555222".
tr_tr: Kısa mesaj almak için müşterilerinizin telefon numaralarını uluslararası formatta olması gerekir. Bununla birlikte, "+" veya "00" ile başlamayan tüm telefon numaralarına ön ek olarak kullanılacak varsayılan bir ülke kodu belirtebilirsiniz. Örneğin. Varsayılan ülke kodu olarak "1" girerseniz ve bir müşteri telefonunu "(600) 555-2222" olarak girerse, SMS gönderilecek olan telefon numarası "+1600555222" olur.

source: Remember personal information in cookies
tr_tr: Çerezlerdeki kişisel bilgileri hatırlayın

source: If this setting is enabled then returning customers will have their personal information fields filled in at the Details step with the data previously saved in cookies.
tr_tr: Bu ayar etkinleştirilirse, geri dönen müşterilere, daha önce çerezlere kaydedilen verilerle birlikte Ayrıntılar adımında kişisel bilgi alanları doldurulur.

source: Allow duplicate customers
tr_tr: Yinelenen müşterilere izin ver

source: If enabled, a new user will be created if any of the registration data during the booking is different.
tr_tr: Etkinleştirilirse, rezervasyon sırasında herhangi bir kayıt verisi farklıysa, yeni bir kullanıcı oluşturulur.

source: Show confirmation dialog before updating customer's data
tr_tr: Müşterinin verilerini güncellemeden önce onay iletişim kutusunu göster

source: If this option is enabled and customer enters contact info different from the previous order, a warning message will appear asking to update the data.
tr_tr: Bu seçenek etkinse ve müşteri önceki siparişinden farklı bir iletişim bilgisi girerse, verileri güncellemek isteyen bir uyarı mesajı görünecektir.

source: WooCommerce cart is not set up. Follow the <a href="%s">link</a> to correct this problem.
tr_tr: WooCommerce aepeti kurulmamış. Bu sorunu düzeltmek için <a href="%s"> bağlantıyı </a> izleyin.

source: All Services
tr_tr: Tüm Hizmetler

source: New Category
tr_tr: Yeni Kategori

source: Update service setting
tr_tr: Hizmet ayarını güncelle

source: You are about to change a service setting which is also configured separately for each staff member. Do you want to update it in staff settings too?
tr_tr: Her personel için ayrıca yapılandırılmış bir servis ayarını değiştirmek üzeresiniz. Personel ayarlarında da güncellemek ister misiniz?

source: Remember my choice
tr_tr: Seçimimi hatırla

source: No, update just here in services
tr_tr: Hayır, sadece burada hizmetlerde güncelle

source: Simple
tr_tr: Basit

source: Color
tr_tr: Başlık ve yan sütun arka plan rengi(reng kodu yok)

source: The time interval which is used as a step when building all time slots for the service at the Time step. The setting overrides global settings in Settings General. Use Default to apply global settings.
tr_tr: Saat adımında hizmet için tüm zaman dilimleri oluştururken bir adım olarak kullanılan zaman aralığı. Ayar, genel ayarlar 'da genel ayarları geçersiz kılar. Genel ayarları uygulamak için Default kullanın.

source: Slot length as service duration
tr_tr: Servis süresi olarak yuva uzunluğu

source: Start and end times of the appointment
tr_tr: Randevunun başlangıç ve bitiş saatleri

source: Allows to set the start and end times for an appointment for services with the duration of 1 day or longer. This time will be displayed in notifications to customers, backend calendar and codes for booking form.
tr_tr: 1 gün veya daha uzun süreli hizmetler için randevu için başlangıç ve bitiş saatlerini ayarlamanızı sağlar. Bu süre, müşteriler, arka uç takvimi ve rezervasyon formu için kodlar için bildirimlerde görünecektir.

source: Providers
tr_tr: Uzmanlar

source: All staff
tr_tr: Tüm personel

source: No staff selected
tr_tr: Seçilen personel yok

source: You must select at least one repeat option for recurring services.
tr_tr: Yinelenen hizmetler için en az bir yineleme seçeneği seçmeniz gerekir.

source: Welcome to Bookly and thank you for your choice!
tr_tr: Bookly hoş geldiniz ve seçtiğiniz için teşekkür ederiz!

source: Bookly will simplify the booking process for your customers. This plugin creates another touchpoint to convert your visitors into customers. With Bookly your clients can see your availability, pick the services you provide, book them online and much more.
tr_tr: Bookly müşterileriniz için rezervasyon sürecini basitleştirecektir. Bu eklenti müşterilere ziyaretçiler dönüştürmek için başka bir TouchPoint oluşturur. Bookly Ile müşterileriniz Müsaitliği görebilir, sağladığınız hizmetleri seçebilir, online olarak ayırtabilir ve çok daha fazlasını yapabilir.

source: To start using Bookly, you need to set up the services you provide and specify the staff members who will provide those services.
tr_tr: Bookly kullanmaya başlamak Için, sağladığınız hizmetleri ayarlamanız ve bu hizmetleri sağlayacak personel üyelerini belirtmeniz gerekir.

source: Add a staff member (you can add only one service provider with a free version of Bookly).
tr_tr: Bir personel üye ekleyin (Bookly ücretsiz bir sürümü ile yalnızca bir hizmet sağlayıcısı ekleyebilirsiniz).

source: Add services you provide (up to five with a free version of Bookly) and assign them to a staff member.
tr_tr: Sağladığınız hizmetleri ekleyin (Bookly 'nin ücretsiz sürümü ile beşe kadar) ve bunları bir personel üyesine atayın.

source: Go to Posts/Pages and click on the Add Bookly booking form button in the page editor to publish the booking form on your website.
tr_tr: Mesaj/sayfalara gidin ve rezervasyon formunu Web sitenizde yayımlamak için sayfa düzenleyicisinde rezervasyon formu Ekle düğmesini tıklayın.

source: Bookly can boost your sales and scale together with your business. Get more features and remove the limits by upgrading to the paid version with the <a href="%s" target="_blank">Bookly Pro add-on</a>, which allows you to use a vast number of additional features and settings for booking services, install other add-ons for Bookly, and includes six months of customer support.
tr_tr: Bookly işletmenizi ile birlikte satış ve ölçek artırabilir. Rezervasyon hizmetleri için çok sayıda ek özellik ve ayar kullanmanızı sağlayan < a href = " %s" hedef = "_blank" > Bookly Pro eklentisi </a> ile ücretli sürüme yükseltme yaparak daha fazla özellik alın ve sınırları kaldırın, Bookly için diğer eklentileri yükleyin, ve müşteri desteği altı ay içerir.

source: Add Staff Members
tr_tr: Personel Ekle

source: Add Services
tr_tr: Hizmet ekle

source: Try Bookly Pro add-on
tr_tr: Bookly Pro eklentisini deneyin

source: No payments for selected period and criteria.
tr_tr: Seçilen dönem ve kriterler için ödeme yapılmadı.

source: See details for more items
tr_tr: Daha fazla öğe için ayrıntılara bakın

source: Edit custom CSS
tr_tr: Özel CSS 'yi düzenleme

source: Set up your custom CSS styles
tr_tr: Özel CSS stillerinizi ayarlama

source: Show form progress tracker
tr_tr: Form ilerleme izleyicisini göster

source: Align buttons to the left
tr_tr: Düğmeleri sola hizala

source: Click on the underlined text to edit.
tr_tr: Düzenlemek için altı çizili metne tıklayın.

source: How to publish this form on your web site?
tr_tr: Bu formu Web sitenizde nasıl yayınlayınız?

source: Open the page where you want to add the booking form in page edit mode and click on the "Add Bookly booking form" button. Choose which fields you'd like to keep or remove from the booking form. Click Insert, and the booking form will be added to the page.
tr_tr: Sayfa düzenleme modunda rezervasyon formunu eklemek istediğiniz sayfayı açın ve "Bookly rezervasyon formu Ekle" butonuna tıklayın. Rezervasyon formundan saklamak veya kaldırmak istediğiniz alanları seçin. Ekle 'yi tıklayın ve rezervasyon formu sayfaya eklenecektir.

source: Read more
tr_tr: Devamını Oku

source: Make selecting employee required
tr_tr: Çalışan seçimini mecburi kılın

source: Show service price next to employee name
tr_tr: Hizmet fiyatını çalışan adının yanında gösterin

source: Show service duration next to service name
tr_tr: Hizmet adının yanındaki hizmet süresini göster

source: Show calendar
tr_tr: Takvimi göster

source: Show blocked timeslots
tr_tr: Müsait olmayan zaman aralıklarını göster

source: Show each day in one column
tr_tr: Her günü tek bir sütunda göster

source: Phone field required
tr_tr: Telefon alanı gerekli

source: Email field required
tr_tr: E-posta alanı gerekli

source: Both email and phone fields required
tr_tr: Hem e-posta hem de telefon alanları gereklidir

source: Show Login button
tr_tr: Oturum açma düğmesini göster

source: Do not forget to update your email and SMS codes for customer names
tr_tr: Müşteri adları için e-posta ve SMS kodlarınızı güncellemeyi unutmayın

source: Use first and last name instead of full name
tr_tr: Tam ad yerine adınızı ve soyadınızı kullanın

source: Email confirmation field
tr_tr: E-posta onay alanı

source: Show notes field
tr_tr: Notlar alanını göster

source: The booking form on this step may have different set or states of its elements. It depends on various conditions such as installed/activated add-ons, settings configuration or choices made on previous steps. Select option and click on the underlined text to edit.
tr_tr: Bu aşamadaki rezervasyon formunun farklı unsurları veya durumları olabilir. Yüklü / etkin eklentiler, ayar yapılandırması veya önceki adımlarda yapılan seçimler gibi çeşitli koşullara bağlıdır. Seçeneği seçin ve düzenlemek için altı çizili metni tıklayın.

source: Form view in case of successful booking
tr_tr: Başarılı rezervasyon durumunda form görünümü

source: Form view in case the number of bookings exceeds the limit
tr_tr: Rezervasyon sayısının limiti aşması durumunda form görüntüsü

source: Form view in case of payment has been accepted for processing
tr_tr: Ödeme durumunda form görüntüsü işleme için kabul edildi

source: Visible when the chosen time slot has been already booked
tr_tr: Seçilen zaman da randevu oluşturulmuş ise görünür

source: Visible to non-logged in customers only
tr_tr: Yalnızca oturum açmamış olan müşterilere görünür

source: Previous month
tr_tr: Önceki ay

source: Your custom CSS was saved. Please refresh the page to see your changes.
tr_tr: Özel CSS 'Niz kaydedildi. Değişikliklerinizi görmek için lütfen sayfayı yenileyin.

source: Quick search customer
tr_tr: Hızlı Müşteri Arama

source: New customer
tr_tr: Yeni müşteri

source: Last appointment
tr_tr: Son Randevu

source: Total appointments
tr_tr: Toplam Randevu

source: Merge with
tr_tr: İle Birleştir

source: Select for merge
tr_tr: Birleştirme için seç

source: Merge list
tr_tr: Birleştirme listesi

source: Merge customers
tr_tr: Müşterileri Birleştir

source: You are about to merge customers from the merge list with the selected one. This will result in losing the merged customers and moving all their appointments to the selected customer. Are you sure you want to continue?
tr_tr: Seçilen bir birleştirme listesinden müşterileri birleştirmek üzeresidir. Bu, birleştirilmiş müşterileri kaybetme ve tüm randevularını seçili müşteriye taşımaya neden olur. Devam etmek istediğinizden emin misiniz?

source: Merge
tr_tr: Birleştir

source: No customers found.
tr_tr: Hiç müşteri bulunamadı.

source: Edit customer
tr_tr: Müşteriyi düzenle

source: Create customer
tr_tr: Müşteri Oluştur

source: Addons
tr_tr: ThemeREX eklentileri-otomobil Karşılaştır

source: Sort by
tr_tr: Otomobil sıralama

source: Best Sellers
tr_tr: En Çok Satanlar

source: Best Rated
tr_tr: En Çok Oy Alan

source: Newest Items
tr_tr: Yeni İçerikler

source: Price: low to high
tr_tr: Fiyat: Düşükten Yükseğe

source: Price: high to low
tr_tr: Fiyat: Yüksekten düşüğe

source: New
tr_tr: Yeni

source: %d sale
tr_tr: % d satış

source: %d review
tr_tr: %d yorum

source: Installed
tr_tr: Yüklü değil

source: Get it!
tr_tr: Uygulama anahtarı alın

source: end date of appointment
tr_tr: randevu bitiş günü

source: end time of appointment
tr_tr: randevu bitiş saati

source: customer notes for appointment
tr_tr: müşteri Notları

source: cart information
tr_tr: alışveriş sepeti bilgileri

source: cart information with cancel
tr_tr: Alışveriş sepeti bilgileri iptal

source: address of client
tr_tr: İstemcinin adresi

source: time zone of client
tr_tr: istemcinin saat dilimi

source: URL of approve appointment link (to use inside <a> tag)
tr_tr: Randevu onay bağlantısının URL'si (<a> etiketinde kullanmak için)

source: URL of cancel appointment link with confirmation (to use inside <a> tag)
tr_tr: Onay ile randevu bağlantı iptal URL (<a> etiketi içinde kullanmak için)

source: URL of cancel appointment link (to use inside <a> tag)
tr_tr: Randevu iptal URL'si (<a> etiketi içinde kullanmak için)

source: reason you mentioned while deleting appointment
tr_tr: Randevuyu silerken bahsettiğin neden

source: URL for adding event to client's Google Calendar (to use inside <a> tag)
tr_tr: Müşterinin Google Takvimine etkinlik eklemek için kullanılan URL (<a> etiketinde kullanmak için)

source: URL of reject appointment link (to use inside <a> tag)
tr_tr: Randevuyu Reddet bağlantısının URL 'si (<a> etiketi içinde kullanmak için)

source: payment status
tr_tr: ödeme durumu

source: agenda date
tr_tr: gündem tarihi

source: staff agenda for next day
tr_tr: ertesi gün personel takvimi

source: date of next day
tr_tr: ertesi günün tarihi

source: customer new password
tr_tr: müşteri yeni şifresi

source: customer new username
tr_tr: müşteri yeni kullanıcı adı

source: site address
tr_tr: site adresi

source: company logo
tr_tr: Şirket logosu

source: cancel appointment link
tr_tr: randevuyu iptal linki

source: photo of staff
tr_tr: personel fotoğrafı

source: General settings
tr_tr: Genel Ayarlar

source: Scheduled notifications retry period
tr_tr: Zamanlanmış bildirimler yeniden deneme süresi

source: Set period of time when system will attempt to deliver notification to user. Notification will be discarded after period expiration.
tr_tr: Sistem kullanıcıya bildirim teslim girişiminde olduğunda zaman süresini ayarlayın. Bildirim, dönem bitiminden sonra atılır.

source: Save settings
tr_tr: Ayarları kaydet

source: Test email notifications
tr_tr: E-posta bildirimlerini test etme

source: To email
tr_tr: eposta

source: Notification templates
tr_tr: Bildirim şablonları

source: All templates
tr_tr: Bütün şablonlar

source: Send
tr_tr: Gönder

source: Email notifications
tr_tr: E-posta bildirimleri

source: General settings...
tr_tr: Genel Ayarlar

source: Test email notifications...
tr_tr: E-posta bildirimlerini test edin...

source: Sender name
tr_tr: Gönderen adı

source: Sender email
tr_tr: Gönderenin e-postasını zorla

source: Send emails as
tr_tr: E-posta gönderim formatı

source: HTML allows formatting, colors, fonts, positioning, etc. With Text you must use Text mode of rich-text editors below. On some servers only text emails are sent successfully.
tr_tr: HTML, biçimlendirme, renkler, yazı tipleri, konumlandırma vb. Olanak sağlar. Metin ile aşağıda zengin metin editörlerinin Metin modunu kullanmanız gerekir. Bazı sunucularda yalnızca metin e-postaları başarıyla gönderilir.

source: HTML
tr_tr: Yapıştır HTML kodu:

source: Reply directly to customers
tr_tr: Doğrudan müşterilere yanıt ver

source: If this option is enabled then the email address of the customer is used as a sender email address for notifications sent to staff members and administrators.
tr_tr: Bu seçenek etkinleştirilirse, müşterinin e-posta adresi, personel ve yöneticilere gönderilen bildirimler için bir gönderici e-posta adresi olarak kullanılır.

source: Sent successfully.
tr_tr: Başarıyla gönderildi.

source: Default value for category select
tr_tr: Kategori seçimi için varsayılan değer

source: Default value for service select
tr_tr: Hizmet seçimi için varsayılan değer

source: Please be aware that a value in this field is required in the frontend. If you choose to hide this field, please be sure to select a default value for it
tr_tr: Lütfen, bu alanda bir değerin gerekli olduğunu unutmayın. Bu alanı gizlemeyi seçerseniz, lütfen bu alana varsayılan bir değer seçtiğinizden emin olun

source: Default value for employee select
tr_tr: Çalışan seçimi için varsayılan değer

source: Hide this block
tr_tr: Gizle

source: Week days
tr_tr: Hafta içi

source: Time range
tr_tr: Zaman aralığı

source: Insert Appointment Booking Form
tr_tr: Randevu Formu Ekle

source: Add Bookly booking form
tr_tr: Bookly randevu formu ekle

source: Send tax information
tr_tr: Vergi bilgileri gönder

source: Price correction
tr_tr: Fiyat düzeltmesi

source: This setting affects the cost of the booking according to the payment gateway used. Specify a percentage or fixed amount. Use minus ("-") sign for decrease/discount.
tr_tr: Bu ayar, rezervasyon maliyetini kullanılan ödeme ağ geçidine göre etkiler. Bir yüzde veya sabit tutar belirtin. Azalma/iskonto için eksi ("-") işareti kullanın.

source: Increase/Discount (%)
tr_tr: Artış/Iskonto (%)

source: Addition/Deduction
tr_tr: Ek/kesinti

source: Enter a value
tr_tr: 404 Hata sayfasının başlığını girin

source: Reset
tr_tr: Sıfırla

source: Notification settings
tr_tr: Bildirim Ayarları

source: Enter notification name which will be displayed in the list.
tr_tr: Listede görüntülenecek bildirim adını girin.

source: Choose whether notification is enabled and sending messages or it is disabled and no messages are sent until you activate the notification.
tr_tr: Bildirim etkin olup olmadığını seçin ve iletileri gönderme veya devre dışı ve bildirim etkinleştirinceye kadar hiçbir ileti gönderilir.

source: Recipients
tr_tr: Alıcılar
