Repository: imdcan/bookly-tr
Catalog: bookly-*.po
Languages: tr_tr

source: Part of compound service
tr_tr: Bileşik hizmetin bir parçası

source: Compound service
tr_tr: Bileşik servis

source: Short Codes
tr_tr: Kısa Kodlar

source: Add Staff Calendar
tr_tr: Personel takvimi ekle

source: Add Staff Details
tr_tr: Personel ayrıntılarını ekle

source: Add Staff Services
tr_tr: Personel Hizmetleri Ekle

source: Add Staff Schedule
tr_tr: Personel takvimi ekle

source: Add Staff Days Off
tr_tr: Personel günleri kapalı Ekle

source: Hide visibility field
tr_tr: Görünürlük alanını gizle

source: Disable services update
tr_tr: Hizmetleri güncelleştirmeyi devre dışı bırak

source: Disable price update
tr_tr: Fiyat güncelleştirmesini devre dışı bırak

source: Insert
tr_tr: Ekle

source: Add Staff Cabinet
tr_tr: Personel dolabı Ekle

source: Calendar
tr_tr: Takvim

source: A custom block for displaying staff calendar
tr_tr: Personel takvimini görüntülemek için özel bir blok

source: Details
tr_tr: Detaylar

source: A custom block for displaying staff details
tr_tr: Personel ayrıntılarını görüntülemek için özel bir blok

source: Services
tr_tr: Hizmetler

source: A custom block for displaying staff services
tr_tr: Personel hizmetlerini görüntülemek için özel bir blok

source: A custom block for displaying staff schedule
tr_tr: Personel zamanlamasını görüntülemek için özel bir blok

source: Special days
tr_tr: Özel günler

source: A custom block for displaying staff special days
tr_tr: Personel özel gün görüntülemek için özel bir blok

source: Days off
tr_tr: İzinli Günler

source: A custom block for displaying staff days off
tr_tr: Personel gün kapalı görüntülemek için özel bir blok

source: Capacity
tr_tr: Kapasite

source: Special hours
tr_tr: Özel saatler

source: Fields
tr_tr: Alanlar

source: read only
tr_tr: salt okunur

source: Min capacity should not be greater than max capacity.
tr_tr: Minimum kapasite maksimum kapasiteden fazla olmamalı.

source: Export to CSV
tr_tr: CSV Çıktısı Al

source: Displayed appointments
tr_tr: Görüntülenen randevular

source: Upcoming appointments
tr_tr: Gelecekteki Randevular

source: All appointments
tr_tr: Tüm Randevular

source: Delimiter
tr_tr: Sınırlayıcı

source: Comma (,)
tr_tr: Post ID 'nin virgülle ayrılmış bir listesi

source: Semicolon (;)
tr_tr: Noktalı virgül (;)

source: Booking Time
tr_tr: Randevu Saati

source: Customer Name
tr_tr: Müşteri Adı

source: Customer Phone
tr_tr: Müşteri Telefonu

source: Customer Email
tr_tr: Müşteri E-postası

source: Status
tr_tr: Durum

source: Payment
tr_tr: Ödeme

source: Today
tr_tr: Bugün

source: Week
tr_tr: 1 hafta

source: Month
tr_tr: Ay

source: All Day
tr_tr: Tüm Gün

source: On waiting list
tr_tr: Bekleme listesinde

source: Package
tr_tr: Paket

source: %s of %s
tr_tr: %s için %s

source: Full name
tr_tr: Ad Soyad

source: Email
tr_tr: E-posta

source: Phone
tr_tr: Telefon

source: Info
tr_tr: Bilgi

source: This text can be inserted into notifications to customers by Administrator.
tr_tr: Bu metin, müşterilere yönetici tarafından bildirimlere eklenebilir.

source: Visibility
tr_tr: Görünürlük

source: If you want to become invisible to your customers set the visibility to "Private".
tr_tr: Müşterileriniz için görünmez olmak istiyorsanız, "özel" görünürlük ayarlayın.

source: Public
tr_tr: Herkese Açık

source: Private
tr_tr: Özel

source: All locations
tr_tr: Tüm Konumlar

source: No locations selected
tr_tr: Seçilen konum yok

source: You don't have permissions to view this content.
tr_tr: Bu içeriği görüntüleme izniniz yok.

source: Your account has been disabled. Contact your website administrator to continue.
tr_tr: Hesabınız devre dışı bırakıldı. Devam etmek için Web sitesi yöneticinize başvurun.

source: Taxes
tr_tr: Vergiler

source: Price settings and display
tr_tr: Fiyat ayarları ve ekran

source: If the prices for your services include taxes, select include taxes. If the prices for your services do not include taxes, select exclude taxes.
tr_tr: Hizmetleriniz için fiyatlar vergiler dahil Ise, vergiler dahil seçin. Hizmetleriniz için fiyatlar vergiler dahil değilse, vergiler hariç seçin.

source: Include taxes
tr_tr: Vergileri dahil et

source: Exclude taxes
tr_tr: Vergileri dışlama

source: Add Tax
tr_tr: Vergi Ekle

source: Title
tr_tr: Başlık

source: Rate
tr_tr: Oran

source: New tax
tr_tr: Yeni Vergi

source: Edit tax
tr_tr: Vergi Düzenle

source: No taxes found.
tr_tr: Vergi bulunamadı.

source: Processing...
tr_tr: İşleniyor...

source: Taxation
tr_tr: Vergilendirme

source: service tax amount
tr_tr: Servis vergisi tutarı

source: service tax rate
tr_tr: Servis vergisi oranı

source: total tax included in the appointment (summary for all items)
tr_tr: randevuya dahil edilen toplam vergi (tüm öğeler için Özet)

source: total price without tax
tr_tr: vergi olmadan toplam fiyat

source: This setting affects the cost of the booking according to the payment gateway used. Specify a percentage or fixed amount. Use minus ("-") sign for decrease/discount. Note that tax will not be calculated for the additional amount to the cost. If you need to report the exact tax amount to the payment system, do not use additional charge.
tr_tr: Bu ayar, rezervasyon maliyetini kullanılan ödeme ağ geçidine göre etkiler. Bir yüzde veya sabit tutar belirtin. Azalma/iskonto için eksi ("-") işareti kullanın. Maliyetin ek tutarı için verginin hesaplanacağını unutmayın. Ödeme sistemine tam vergi tutarını bildirmem gerekiyorsa, ek ücret kullanmayın.

source: Customer Information
tr_tr: Müşteri Bilgileri

source: Required field.
tr_tr: Gerekli Alan

source: Ask once.
tr_tr: Bir kez sor.

source: Ask once
tr_tr: Bir kez sor

source: Show customer information
tr_tr: Müşteri bilgilerini göster

source: Mollie accepts payments in Euro only.
tr_tr: Mollie ödemeleri yalnızca Euro olarak kabul eder.

source: Mollie error.
tr_tr: Mollie hatası.

source: I will pay now with Mollie
tr_tr: Mollie ile ödeyeceğim

source: API Key
tr_tr: API Anahtarı

source: Time interval of payment gateway
tr_tr: Ödeme ağ geçidinin zaman aralığı

source: This setting determines the time limit after which the payment made via the payment gateway is considered to be incomplete. This functionality requires a scheduled cron job.
tr_tr: Bu ayar, ödeme ağ geçidi üzerinden yapılan ödemenin tamamlanmamış olduğu kabul edildiği zaman sınırını belirler. Bu işlevsellik, zamanlanmış cron iş gerektirir.

source: Persons
tr_tr: Kişiler

source: Capacity (min and max)
tr_tr: Kapasite (min ve maks.)

source: Group bookings information format
tr_tr: Grup rezervasyonları bilgi formatı

source: Select format for displaying the time slot occupancy for group bookings.
tr_tr: Grup rezervasyonları için zaman dilimi doluluk süresini görüntülemek üzere biçimi seçin.

source: [Booked/Max capacity]
tr_tr: [Rezervasyon/maksimum kapasite]

source: [Available left]
tr_tr: [Sol kullanılabilir]

source: Group Booking
tr_tr: Grup rezervasyonu

source: number of persons
tr_tr: kişi sayısı

source: number of persons already in the list
tr_tr: listede zaten kişi sayısı

source: capacity of service
tr_tr: minimum kapasite

source: The minimum and maximum number of customers allowed to book the service for the certain time period.
tr_tr: Belirli bir süre için hizmetin randevusu için izin verilen minimum ve maksimum müşteri sayısı.

source: One booking per time slot
tr_tr: Zaman yuvası başına bir rezervasyon

source: Enable this option if you want to limit the possibility of booking within the service capacity to one time.
tr_tr: Hizmet kapasitesi içinde rezervasyon olasılığını bir kerede sınırlamak istiyorsanız bu seçeneği etkinleştirin.

source: Show information about group bookings
tr_tr: Grup rezervasyonları hakkında bilgi göster

source: Show number of persons
tr_tr: Kişi sayısını göster

source: Disable capacity update
tr_tr: Kapasite güncelleştirmesini devre dışı bırak

source: Instructions
tr_tr: Talimatlar

source: Follow these steps to get an API key:
tr_tr: Bir API anahtarı almak için şu adımları Izleyin:

source: Go to the <a href="https://console.developers.google.com/flows/enableapi?apiid=places_backend&reusekey=true" target="_blank">Google API Console</a>.
tr_tr: < A href = "https://console.developers.google.com/flows/enableapi? apiid = places_backend & reusekey = true" hedef = "_blank" > Google API konsolu </a> gidin.

source: Create or select a project. Click <b>Continue</b> to enable the API.
tr_tr: Bir proje oluşturun veya seçin. API 'yi etkinleştirmek için <b> Continue </b> öğesini tıklatın.

source: On the <b>Credentials</b> page, get an <b>API key</b> (and set the API key restrictions). Note: If you have an existing unrestricted API key, or a key with server restrictions, you may use that key.
tr_tr: <B> kimlik </b> sayfasında, <b> API anahtar </b> (ve API anahtar kısıtlamaları ayarlayın) alın. Not: varolan bir sınırsız API anahtarı veya sunucu kısıtlamaları olan bir anahtar varsa, bu anahtarı kullanabilirsiniz.

source: Click <b>Library</b> on the left sidebar menu. Select Google Maps JavaScript API and make sure it's enabled.
tr_tr: Sol kenar çubuğu menüsünde <b> Library </b> tıklayın. Google Haritalar JavaScript API 'sini seçin ve etkin olduğundan emin olun.

source: Use your <b>API key</b> in the form below.
tr_tr: <B> API anahtar </b> aşağıdaki formda kullanın.

source: Enter a Google API key that you got after registering your app project on the Google API Console.
tr_tr: Google API konsolunda uygulama projenizi kaydettikten sonra sahip olduğunuz bir Google API anahtarı girin.

source: Google Maps
tr_tr: Google Haritalar

source: Show google maps field
tr_tr: Google Maps alanını göster

source: Equal duration
tr_tr: Eşit süre

source: Make every service duration equal to the duration of the longest one.
tr_tr: Her hizmet süresini en uzun süreyi eşit hale getirmek.

source: Collaborative
tr_tr: Işbirlikçi

source: Collaborative service
tr_tr: Işbirlikçi hizmet

source: Part of collaborative service
tr_tr: Ortak hizmetin bir parçası

source: Customer cabinet (all services displayed in tabs)
tr_tr: Müşteri dolabı (sekmelerde görüntülenen tüm hizmetler)

source: Appointment management
tr_tr: Randevu yönetimi

source: Show timezone
tr_tr: Zaman dilimini göster

source: Category
tr_tr: Kategori

source: Staff
tr_tr: Personel

source: Reschedule
tr_tr: Yeniden zamanlamak

source: Profile management
tr_tr: Profil yönetimi

source: Name
tr_tr: Adınız

source: Birthday
tr_tr: Doğumgünü

source: Address
tr_tr: Adres

source: Wordpress password
tr_tr: WordPress şifre

source: Delete account
tr_tr: Hesabı sil

source: Add Customer Cabinet
tr_tr: Müşteri dolabı Ekle

source: Customer cabinet
tr_tr: Müşteri dolabı

source: A custom block for displaying customer cabinet
tr_tr: Müşteri kabinini görüntülemek için özel bir blok

source: show
tr_tr: göster

source: Show
tr_tr: Göster

source: Timezone
tr_tr: Varsayılan saat dilimi %s - UTC olmalıdır

source: Employee
tr_tr: Çalışan

source: Custom field
tr_tr: Özel alan

source: Customer information
tr_tr: Müşteri Bilgileri

source: Appointments
tr_tr: Randevular

source: Profile
tr_tr: Profil

source: WP user
tr_tr: WP kullanıcısı

source: Current password
tr_tr: Şimdiki Şifre

source: New password
tr_tr: Yeni şifre

source: Confirm password
tr_tr: Şifreyi Onayla

source: No appointments.
tr_tr: Randevular

source: Expired
tr_tr: Lisans anahtarınız %s üzerinde sona erdi.

source: Not allowed
tr_tr: HTML izin verildi

source: There are no time slots for selected date.
tr_tr: Seçilen tarih için zaman yuvası yoktur.

source: Unfortunately, you're not able to cancel the appointment because the required time limit prior to canceling has expired.
tr_tr: Ne yazık ki, iptal etmeden önce gerekli zaman sınırı süresi doldu çünkü randevu iptal etmek mümkün değil.

source: Profile updated successfully.
tr_tr: Profil başarıyla güncelleştirildi.

source: Time
tr_tr: Zaman

source: Wrong current password
tr_tr: Yanlış mevcut şifre

source: Passwords mismatch
tr_tr: Parolalar uyumsuzluğu

source: Cancel Appointment
tr_tr: Randevu İptal

source: You are going to cancel a scheduled appointment. Are you sure?
tr_tr: Zamanlanmış bir randevuyu iptal edeceksin. Emin misiniz?

source: You are going to delete your account and all information associated with it. Click Confirm to continue or Cancel to cancel the action.
tr_tr: Hesabınızı ve onunla ilişkili tüm bilgileri sileceksin. Devam etmek için Onayla 'ya veya eylemi iptal etmek için Iptal 'e tıklayın.

source: This account cannot be deleted because it is associated with scheduled appointments. Please cancel bookings or contact the service provider.
tr_tr: Bu hesap, zamanlanmış randevular ile ilişkili olduğundan silinemez. Lütfen rezervasyonları iptal edin veya servis sağlayıcınıza başvurun.

source: Confirm
tr_tr: Onayla

source: OK
tr_tr: Tamam

source: and %d more item
tr_tr: ve%d daha fazla öğe

source: Notification to customer about approved appointment
tr_tr: Onaylanmış randevu hakkında müşteriye bildirim

source: Dear {client_name}. This is a confirmation that you have booked {service_name}. We are waiting you at {company_address} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sayın {client_name}. Bu, {service_name} için randevu aldığınıza dair bilgilendirmedir. {appointment_date} {Appointment_time} tarihinde {company_address} adresinde sizi bekliyoruz. Bizi seçtiğiniz için teşekkür ederiz. {Şirket Adı} {Company_phone} {Şirket Web Sitesi}

source: Notification to staff member about approved appointment
tr_tr: Onaylanmış randevu hakkındaki personele bildirim mesajı

source: Hello. You have a new booking. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Yeni randevu var. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}

source: Notification to customer about cancelled appointment
tr_tr: İptal edilen randevu hakkında müşteriye bildirim

source: Dear {client_name}. You have cancelled your booking of {service_name} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. {Appointment_time} {appointment_date} {HİZMET_ADI} Randevunuzu iptal edilmiştir. Bizi seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Notification to staff member about cancelled appointment
tr_tr: İptal edilen randevu hakkındaki personele bildirim mesajı

source: Hello. The following booking has been cancelled. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki randevu iptal edildi. Hizmet: {HİZMET_ADI} Tarih: {appointment_date} Saat: {appointment_time} Müşteri adı: {client_name} Müşteri telefon: {client_phone} Müşteri e-posta: {client_email}

source: Notification to customer about rejected appointment
tr_tr: Müşteriye reddedilen randevu hakkında bildirim mesajı

source: Dear {client_name}. Your booking of {service_name} on {appointment_date} at {appointment_time} has been rejected. Reason: {cancellation_reason} Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. {HİZMET_ADI} {appointment_time},{appointment_date} randevunuz ne yazıkki gerçekleşememiştir. Sebep: {cancellation_reason} Bizi seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Notification to staff member about rejected appointment
tr_tr: Reddedilmiş randevu hakkındaki personele bildirim mesajı

source: Hello. The following booking has been rejected. Reason: {cancellation_reason} Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki rezervasyon reddedildi. Sebep: {cancellation_reason} Hizmet: {HİZMET_ADI} Tarih: {appointment_date} Saat: {appointment_time} Müşteri adı: {client_name} Müşteri telefon: {client_phone} Müşteri e-posta: {client_email}

source: Dear {client_name}. This is a confirmation that you have booked {service_name}. We are waiting you at {company_address} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sayın {client_name}. Bu, {service_name} adresini ayırdığınızın bir onaylamasıdır. {Appointment_time} tarihinde {appointment_date} tarihinde {company_address} adresinde sizi bekliyoruz. Şirketimizi seçtiğiniz için teşekkür ederiz. {company_name} {Company_phone} {company_website}

source: Hello. You have a new booking. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Yeni bir rezervasyonunuz var. Hizmet: {service_name} Date: {appointment_date} zaman: {appointment_time} Istemci adı: {client_name} istemci telefon: {client_phone} Istemci e-postası: {client_email}

source: Dear {client_name}. You have cancelled your booking of {service_name} on {appointment_date} at {appointment_time}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sayın {client_name}. {Appointment_time} tarihinde {appointment_date} tarihinde {service_name} rezervasyonunuzu iptal ettiniz. Şirketimizi seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Hello. The following booking has been cancelled. Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki rezervasyon iptal edildi. Hizmet: {service_name} Tarih: {appointment_date} Zaman: {appointment_time} Müşteri adı: {client_name} Müşteri telefonu: {client_phone} Müşteri e-postası: {client_email}

source: Dear {client_name}. Your booking of {service_name} on {appointment_date} at {appointment_time} has been rejected. Reason: {cancellation_reason} Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sevgili {client_name}. {HİZMET_ADI} {appointment_time},{appointment_date} randevunuz ne yazıkki gerçekleşememiştir. Sebep: {cancellation_reason} Bizi seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Hello. The following booking has been rejected. Reason: {cancellation_reason} Service: {service_name} Date: {appointment_date} Time: {appointment_time} Client name: {client_name} Client phone: {client_phone} Client email: {client_email}
tr_tr: Merhaba. Aşağıdaki randevu iptal edildi. Hizmet: {HİZMET_ADI} Tarih: {appointment_date} Saat: {appointment_time} Müşteri adı: {client_name} Müşteri telefon: {client_phone} Müşteri e-posta: {client_email}

source: Evening reminder to customer about next day appointment (requires cron setup)
tr_tr: Ertesi gün randevusuyla ilgili müşteriye akşam hatırlatıcısı (cron kurulumu gerektirir)

source: Dear {client_name}. We would like to remind you that you have booked {service_name} tomorrow at {appointment_time}. We are waiting for you at {company_address}. Thank you for choosing our company. {company_name} {company_phone} {company_website}
tr_tr: Sayın {client_name}. Size {service_name} yarın {appointment_time} tarihinde rezervasyon yaptığınızı hatırlatmak isteriz. {company_address} adresinde sizi bekliyoruz. Şirketimizi seçtiğiniz için teşekkür ederiz. {company_name} {company_phone} {company_website}

source: Follow-up message in the same day after appointment (requires cron setup)
tr_tr: Randevu sonrası aynı gün takip mesajı (cron kurulumunu gerektirir)

source: Dear {client_name}. Thank you for choosing {company_name}. We hope you were satisfied with your {service_name}. Thank you and we look forward to seeing you again soon. {company_name} {company_phone} {company_website}
tr_tr: Sayın {client_name}. {Company_name} seçeneğini seçtiğiniz için teşekkür ederiz. Umarız {service_name} adresinden memnun kalırsınız. Teşekkür ederiz ve yakında tekrar görüşeceğimizi umuyoruz. {company_name} {company_phone} {company_website}

source: Evening notification with the next day agenda to staff member (requires cron setup)
tr_tr: Ertesi gün gündemi olan personel üyelerine akşam bildirimi (cron kurulumunu gerektirir)

source: Hello. Your agenda for tomorrow is: {next_day_agenda}
tr_tr: Merhaba. Yarın için gündeminiz: {next_day_agenda}

source: Thank you! Your booking is complete. An email with details of your booking has been sent to you.
tr_tr: Teşekkür ederiz! Randevu kaydınız alındı. Randevu detayları ile bir e-posta size gönderildi.

source: You are trying to use the service too often. Please contact us to make a booking.
tr_tr: Hizmeti çok sık kullanmaya çalışıyorsunuz. Rezervasyon yapmak için lütfen bizimle iletişime geçin.

source: Your payment has been accepted for processing.
tr_tr: Ödemeniz işleme alındı.

source: You selected a booking for {service_name} by {staff_name} at {service_time} on {service_date}. The price for the service is {service_price}. Please provide your details in the form below to proceed with booking.
tr_tr: {Service_date} tarihinde {service_time} saatindeki {staff_name} tarafından {service_name} için bir rezervasyon seçtiniz. Hizmetin fiyatı {service_price} 'dir. Rezervasyon işlemine devam etmek için lütfen aşağıdaki formda bilgilerinizi veriniz.

source: Please tell us how you would like to pay:
tr_tr: Lütfen ödeme şeklinizi seçin:

source: Please select service:
tr_tr: Lütfen hizmet seçin:

source: Below you can find a list of available time slots for {service_name} by {staff_name}. Click on a time slot to proceed with booking.
tr_tr: [[SERVICE_NAME]] için uygun vakitlerin bir listesini aşağıda görebilirsiniz. Randevu almak için tercih ettiğiniz saatlerden birini seçin.

source: Card Security Code
tr_tr: Kart Güvenlik Kodu

source: Expiration Date
tr_tr: Son kullanma tarihi

source: Credit Card Number
tr_tr: Kredi Kartı Numarası

source: Confirm email
tr_tr: E-posta Onayla

source: Finish by
tr_tr: Bitir

source: First name
tr_tr: İsim

source: Last name
tr_tr: Soyadı

source: Notes
tr_tr: Notlar

source: I will pay now with Credit Card
tr_tr: Kredi Kartı ile ödeyeceğim

source: I will pay locally
tr_tr: Elden ödeyeceğim.

source: I'm available on or after
tr_tr: Tercih ettiğim tarih

source: Start from
tr_tr: Buradan Başla

source: Select category
tr_tr: Kategori seç

source: Any
tr_tr: Herhangi bir görünümü herhangi bir zamanda işlemek için hazır olun.

source: Select service
tr_tr: Hizmet seçin

source: Select day
tr_tr: Gün seç

source: Select month
tr_tr: Ay seç

source: Select year
tr_tr: Yıl seçin

source: Please tell us your email
tr_tr: Lütfen emailinizi girin

source: Email confirmation doesn't match
tr_tr: E-posta onayı eşleşmiyor

source: Please select an employee
tr_tr: Lütfen bir personel seçin

source: Please tell us your name
tr_tr: Lütfen bize adınızı söyleyin

source: Please tell us your first name
tr_tr: Lütfen bize ismini söyle

source: Please tell us your last name
tr_tr: Lütfen bize soyadını söyle

source: Please tell us your phone
tr_tr: Lütfen telefon numaranızı girin

source: Please select a service
tr_tr: Lütfen bir hizmet seçin

source: The selected time is not available anymore. Please, choose another time slot.
tr_tr: Seçilen zaman artık mevcut değil. Lütfen başka bir zaman aralığı seçin.

source: Login
tr_tr: Giriş

source: Done
tr_tr: Tamam

source: Signed up
tr_tr: Kayıtlı

source: Custom notification
tr_tr: Özel bildirim
